{
    "black_list": {
        "message": "Lista de Exclusão",
        "description": "List of items that cause behaviour to be disabled if they match. For example, the list of names of form fields that prevent Kee from searching for logins for the form containing that field."
    },
    "conn_display_description": {
        "message": "Um complemento do navegador que habilita de forma segura o login automático para a maioria dos sites. Anteriormente conhecido como KeeFox.",
        "description": "A brief description of Kee that gets presented to users to help them decide if they want to allow the connection to KeePass to be permitted."
    },
    "conn_invalid_message": {
        "message": "Kee enviou um comando inválido para o banco de dados de senha.",
        "description": "A form of internal technical error. This can help user's to identify the type of problem they are experiencing."
    },
    "conn_setup_client_sl_low": {
        "message": "Kee pediu um nível de segurança muito baixo para ser aceito pelo servidor de senha. Você deve reiniciar o processo de autenticação usando maior segurança.",
        "description": ""
    },
    "conn_setup_enter_password_title": {
        "message": "Autorização do Kee",
        "description": "Heading of the popup that asks the user to authorise the connection to KeePass by typing in a password."
    },
    "conn_setup_enter_password": {
        "message": "Por favor, digite a senha exibida pela janela do KeePass \"Autorizar uma nova conexão\". Você não precisa se lembrar dessa senha. Se você errar, você poderá tentar novamente em breve.",
        "description": ""
    },
    "conn_setup_expired": {
        "message": "Você tem usado a mesma chave secreta por tempo demais.",
        "description": "The KeePassRPC server has detected that the secret key used for communication has expired and the user must therefore re-authenticate."
    },
    "conn_setup_failed": {
        "message": "Kee não tem permissão para se conectar, provavelmente porque você inseriu a senha de conexão incorretamente.",
        "description": "The most likely cause for this error is that the user typed in the wrong password. Otherwise it's likely to be a bug in the KPRPC protocol, which we would have expected to see some evidence of over the past 5 years."
    },
    "conn_setup_invalid_param": {
        "message": "Kee forneceu um parâmetro inválido. Mais informações, seguir: $1",
        "description": "This probably indicates a bug in Kee - we sent something to KeePassRPC that it wasn't expecting."
    },
    "conn_setup_missing_param": {
        "message": "Kee falhou em suprir o parâmetro requerido. Para mais info, você pode seguir: $1",
        "description": "This probably indicates a bug in Kee - we failed to send some information to KeePassRPC that it required."
    },
    "conn_setup_restart": {
        "message": "Kee deve reiniciar o processo de autorização.",
        "description": "A technical error occurred during the attempt to authorise the link between Kee and KeePassRPC so we need to notify the user that they will need to re-authenticate"
    },
    "conn_setup_retype_password": {
        "message": "Digite a nova senha quando solicitado.",
        "description": "The user needs to re-authorise the connection to KeePass by typing in the new KeePassRPC password they're being shown by KeePass."
    },
    "conn_setup_server_sl_low": {
        "message": "Kee rejeitou a conexão com o servidor de senha porque seu nível de segurança é muito baixo. Você deve reiniciar o processo de autenticação usando maior segurança.",
        "description": ""
    },
    "conn_setup_client_features_missing": {
        "message": "Kee deve ser atualizado para se conectar ao seu gerenciador de senhas. Verifique se você está executando a versão mais recente do complemento / extensão do navegador.",
        "description": "The KeePassRPC server requires features from Kee that this version does not contain."
    },
    "conn_setup_server_features_missing": {
        "message": "Seu gerenciador de senhas deve ser atualizado para permitir que o Kee se conecte a ele. Recarregue o site do Kee Vault e/ou verifique se você está executando a versão mais recente do plugin KeePassRPC seguindo as instruções rápidas e fáceis em $1",
        "description": "The KeePassRPC server does not offer some features that this version of Kee requires."
    },
    "conn_sl_high_label": {
        "message": "Perguntar por uma nova conexão de senha a cada vez que Eu iniciar meu navegador ou KeePass.",
        "description": "Checkbox label to enable high security connection mode when authorising a connection to KeePassRPC"
    },
    "conn_sl_high": {
        "message": "Alto",
        "description": ""
    },
    "conn_sl_low": {
        "message": "Baixo",
        "description": ""
    },
    "conn_sl_medium": {
        "message": "Médio",
        "description": ""
    },
    "conn_sl_server_min_desc": {
        "message": "Isso permite que você evite que o Kee se conecte ao KeePass se seu nível de segurança estiver muito baixo. Veja as opções dentro do KeePass para definir o nível de segurança atual usado pelo KeePass.",
        "description": ""
    },
    "conn_sl_server_min": {
        "message": "Nível de segurança mínimo aceitável para KeePass",
        "description": ""
    },
    "conn_sl_desc": {
        "message": "Altere as configurações abaixo para controlar o quão seguro é o link de comunicação entre seu navegador e KeePass. Você provavelmente não precisa ajustar essas configurações, mas, se você fizer isso, certifique-se de ter lido as páginas de manual relevantes primeiro.",
        "description": ""
    },
    "conn_sl_link": {
        "message": "Aprender mais sobre essas configurações e a comunicação entre seu navegador e o KeePass no manual",
        "description": "Link text to guide user to the manual to get more information about the security of the link to KeePass."
    },
    "conn_unknown_error": {
        "message": "Ocorreu um erro inesperado ao tentar se conectar ao seu gerenciador de senhas.",
        "description": "Something went wrong with the KeePassRPC link but we have no idea what."
    },
    "conn_unknown_protocol": {
        "message": "Kee forneceu um protocolo inválido.",
        "description": "Technical error in the communication between Kee and KeePassRPC. Not clear how user could resolve this or if they'll ever see it but it might happen."
    },
    "form_id": {
        "message": "ID do formulário",
        "description": ""
    },
    "form_name": {
        "message": "Nome do formulário",
        "description": ""
    },
    "further_info_may_follow": {
        "message": "Mais informações podem seguir: $1",
        "description": "Phrase used to prefix extra information about a variety of different messages that may or may not be available in the replacement string, usually relating to technical errors and often rendered in the Kee log rather than in a user-facing place."
    },
    "matched_logins_label": {
        "message": "Entradas de login correspondentes",
        "description": "Header for panels/sections that contain the logins which Kee matched for this page/form"
    },
    "pref_Advanced_heading": {
        "message": "Avançado",
        "description": ""
    },
    "pref_ConnectionSecurity_heading": {
        "message": "Segurança de Conexão",
        "description": "Heading for panel that contains settings for the security of the connection between Kee and KeePass."
    },
    "pref_ConnectionSecurity_explain_change": {
        "message": "Às vezes, fazer uma alteração nas configurações abaixo fará com que Kee lhe pergunte por uma nova senha aleatória. Você não precisa inserir a senha correta acima para alterar essas configurações, basta ajustá-las e pressionar o botão acima.",
        "description": "Explains what happens if user changes settings for the security of the connection between Kee and KeePass."
    },
    "srp_connect": {
        "message": "Conectar",
        "description": "Button action to authorise the connection between Kee and KeePassRPC. Displayed when the user has entered a password and not changed any connection security settings."
    },
    "srp_save_connect": {
        "message": "Salvar e conectar",
        "description": "Button action to authorise the connection between Kee and KeePassRPC and save new connection options. Displayed when the user has entered a password and changed connection security settings."
    },
    "pref_DoNothing_desc": {
        "message": "Não fazer nada",
        "description": "Label for configuring Kee to take no action. Specific context may vary but will relate to auto filling and/or submitting"
    },
    "pref_FillAndSubmitForm_desc": {
        "message": "Preencher e enviar o formulário",
        "description": ""
    },
    "pref_FillForm_desc": {
        "message": "Preencher o formulário",
        "description": ""
    },
    "pref_FillingEntries_heading": {
        "message": "Preenchendo entradas",
        "description": "Heading for section of options panel which contains settings relating to how Kee behaves when filling entries into forms"
    },
    "pref_FindingEntries_heading": {
        "message": "Procurando entradas",
        "description": "Heading for section of options panel which contains settings relating to how Kee behaves when finding entries for a website"
    },
    "pref_Logging_heading": {
        "message": "Logando",
        "description": "The output of text information that reports on the inner-workings of Kee."
    },
    "pref_SavingEntries_heading": {
        "message": "Salvando entradas",
        "description": "Heading for section of options panel which contains settings relating to how Kee behaves when saving new entries"
    },
    "pref_autoFillFormsWithMultipleMatches_label": {
        "message": "Execute esta ação automática mesmo quando várias entradas correspondentes forem encontradas",
        "description": "In reference to the Automatic form filling option, this checkbox option allows the user to say whether they want their selected action to be taken even when there is more than one matching entry."
    },
    "pref_autoFillFieldsWithExistingValue_label": {
        "message": "Preencha automaticamente os campos que já contém texto",
        "description": "This checkbox option allows the user to say whether they want fields to be auto-filled if they already have a value. It doesn't affect manual fill requests."
    },
    "pref_keePassDBToOpen_label": {
        "message": "Ao abrir ou fazer login no KeePass, use este arquivo de banco de dados",
        "description": ""
    },
    "pref_keePassRPCPort_label": {
        "message": "Comunicar com o KeePass usando esta porta TCP/IP",
        "description": ""
    },
    "pref_keePassRPCPortWarning_label": {
        "message": "NB: altere a configuração no KeePass.config ou então Kee nem sempre poderá se comunicar com o KeePass",
        "description": "Displayed to the user near the setting for changing the KeePassRPC port"
    },
    "pref_logLevel_desc": {
        "message": "Escolha o quão detalhado deseja ser o log. Cada nível maior de log produz mais saídas.",
        "description": ""
    },
    "pref_logLevelDebugging_label": {
        "message": "Depuração",
        "description": "Logging level for the most verbose information about Kee's operation"
    },
    "pref_logLevelInformation_label": {
        "message": "Informação",
        "description": "Logging level for important information about Kee's operation"
    },
    "pref_logLevelWarnings_label": {
        "message": "Alertas",
        "description": "Logging level for potential problems"
    },
    "pref_logLevelErrors_label": {
        "message": "Erros",
        "description": "Logging level for problems"
    },
    "pref_notifyBarRequestPasswordSave_label": {
        "message": "Perguntar se quero salvar senhas",
        "description": ""
    },
    "pref_animateWhenOfferingSave_label": {
        "message": "Animar o ícone do Kee ao se oferecer para salvar",
        "description": "Option to enable or disable the animation of the Kee icon that displays when an entry is available for saving from the main popup panel"
    },
    "pref_rememberMRUDB_label": {
        "message": "Lembre-se do banco de dados Kee Vault ou KeePass usado mais recentemente",
        "description": ""
    },
    "pref_preferToSkipWhere_label": {
        "message": "Salve automaticamente novas entradas para o grupo que você mais recentemente salvou",
        "description": "Whether Kee will save new entries to the group most recently chosen by the user without presenting them with the usual Where group chooser interface"
    },
    "pref_saveFavicons_label": {
        "message": "Salvar logotipo do site/ícone (favicon)",
        "description": "Whether or not Kee will save the website's icon when a new entry is saved"
    },
    "pref_searchAllOpenDBs_label": {
        "message": "Pesquisar em todos os bancos de dados abertos do Kee Vaults e do KeePass",
        "description": ""
    },
    "pref_when_kee_chooses_standard_form_desc": {
        "message": "Quando Kee escolhe um login correspondente para um formulário padrão, Kee deve",
        "description": "Context/label for user when changing setting relating to auto-fill/submit behaviour. A list of potential actions will be displayed immediately after this string and the user can select their preferred behaviour from that list."
    },
    "pref_when_user_chooses_desc": {
        "message": "Quando você escolher um login correspondente, Kee deve",
        "description": "Context/label for user when changing setting relating to manual fill/submit behaviour. A list of potential actions will be displayed immediately after this string and the user can select their preferred behaviour from that list."
    },
    "site_options_invisible_tip_desc": {
        "message": "NB: Os nomes e IDs podem não ser iguais aos rótulos visíveis na página (eles são definidos no código-fonte da página)",
        "description": "Explains that the configuration settings might not be what the casual user expects"
    },
    "site_options_list_explain_desc": {
        "message": "Se um formulário corresponder a uma das listas de inclusão abaixo, Kee sempre tentará preenchê-lo. Se um formulário corresponder a uma das listas de exclusão abaixo, Kee nunca tentará preenchê-lo. Se corresponder às duas listas, Kee não tentará preenchê-la.",
        "description": "Explains how Kee chooses which forms to fill in"
    },
    "pref_Finding_forms_heading": {
        "message": "Procurando formulários",
        "description": "Settings heading for how Kee finds forms it is (or isn't) interested in filling in with entries from the password manager"
    },
    "site_options_valid_form_intro_desc": {
        "message": "Kee tentará preencher as entradas correspondentes do Kee Vault e do KeePass para todos os formulários que tenham um campo de senha (caixa). Você pode ajustar esse comportamento abaixo.",
        "description": "Explains how Kee chooses which forms to fill in"
    },
    "text_field_id": {
        "message": "ID do campo de texto",
        "description": ""
    },
    "text_field_name": {
        "message": "Nome do campo de texto",
        "description": ""
    },
    "white_list": {
        "message": "Lista de Inclusão",
        "description": "List of items that cause behaviour to be enabled if they match. For example, the list of names of form fields that force Kee to search for logins for the form containing that field."
    },
    "Help_Centre_Button_label": {
        "message": "Central de Ajuda",
        "description": ""
    },
    "cancel": {
        "message": "Cancelar",
        "description": ""
    },
    "Logins_Context_Edit_Login_label": {
        "message": "Editar login",
        "description": ""
    },
    "Menu_Button_copyNewPasswordToClipboard_label": {
        "message": "Gerar nova senha",
        "description": ""
    },
    "Menu_Button_fillCurrentDocument_label": {
        "message": "Procurar logins correspondentes",
        "description": ""
    },
    "Menu_Button_options_label": {
        "message": "Opções",
        "description": "Link to the add-on's settings"
    },
    "Menu_Button_open_keepass_label": {
        "message": "Abrir KeePass",
        "description": "Action button to launch, unlock and/or focus KeePass"
    },
    "Menu_Button_open_kee_vault_label": {
        "message": "Abrir Kee Vault",
        "description": "Action button to launch, unlock and/or focus Kee Vault"
    },
    "Search_label": {
        "message": "Buscar...",
        "description": ""
    },
    "PasswordProfilesExplanation_label": {
        "message": "Opcionalmente, você pode criar um diferente selecionando um perfil de senha abaixo. Crie novos perfis no Kee Vault ou no KeePass.",
        "description": ""
    },
    "copy_password_label": {
        "message": "Copiar senha",
        "description": ""
    },
    "copy_username_label": {
        "message": "Copiar nome de usuário",
        "description": ""
    },
    "copy": {
        "message": "Copiar",
        "description": "Prefixed before a field name and id to indicate to the user that when they click here the value for that field will be copied to the clipboard. Displayed before (left) of the field name with a space between this string and the field name."
    },
    "copy_value_to_clipboard": {
        "message": "Copiar valor para área de transferência",
        "description": "Indicates to the user that when they click here the value for that field will be copied to the clipboard."
    },
    "click_to_reveal_hide": {
        "message": "Clique para revelar/ocultar",
        "description": "Indicates to the user that when they click here the value of the protected field will be displayed or hidden (toggled)."
    },
    "no_name": {
        "message": "sem nome",
        "description": "Used in place of a field name when the specific field has no name. Will be surrounded by [ square brackets ]"
    },
    "matches_from_other_sites": {
        "message": "Correspondências de outros sites",
        "description": "Search results section header."
    },
    "create_new_entry": {
        "message": "Criar nova entrada",
        "description": "Create new entry"
    },
    "showing_options_for": {
        "message": "Mostrando opções para",
        "description": "label for a group of radio buttons that allows the user to change the scope of the settings they are changing - e.g. all websites or just one specific website"
    },
    "all_websites": {
        "message": "Todos os sites",
        "description": ""
    },
    "a_specific_website": {
        "message": "Um site específico",
        "description": ""
    },
    "current_website": {
        "message": "Site atual",
        "description": ""
    },
    "website": {
        "message": "Website",
        "description": ""
    },
    "website_options_search_placeholder": {
        "message": "exemplo: www.google.com",
        "description": "A placeholder for the search box where the user searches for the settings that apply to a specific website (per-site settings)"
    },
    "website_options_search_tooltip": {
        "message": "exemplo: www.google.com (NÃO inclua https:// ou outros protocolos)",
        "description": "Tooltip/title for the search box where the user searches for the settings that apply to a specific website (per-site settings)"
    },
    "generatePassword_copied": {
        "message": "Uma nova senha foi copiada para a área de transferência.",
        "description": ""
    },
    "generatePassword_instructions": {
        "message": "Escolha o tipo de senha a ser criada:",
        "description": ""
    },
    "generatePassword_done_1": {
        "message": "Senha gerada.",
        "description": ""
    },
    "generatePassword_done_2": {
        "message": "Cole-o em no campo “nova senha” ou em qualquer outro lugar que você desejar.",
        "description": ""
    },
    "loggedIn_tip": {
        "message": "Você está logado no seu banco de dados de senhas '$1'",
        "description": "Tells the user they are logged into a Kee Vault or KeePass database (and gives its name, if any)"
    },
    "loggedInMultiple_tip": {
        "message": "Você está logado em $1 banco de dados de senhas. '$2' está ativo.",
        "description": "Tells the user they have more than one KeePass database open and tells them which one is active/selected"
    },
    "multiplePasswordSourcesEnabled": {
        "message": "$1 fontes de senhas habilitadas",
        "description": "Tells the user how many password databases they have open and unlocked"
    },
    "matchedLogin_label": {
        "message": "$1 - $2",
        "description": "<username> <seperator> <entry title>"
    },
    "matchedLogin_tip": {
        "message": "$1 no $2 grupo ($3)",
        "description": "Tooltip displayed over a matched login in the list of matched logins. Params: 1: entry title, 2: group name, 3: username"
    },
    "noUsername_partial_tip": {
        "message": "sem nome de usuário",
        "description": ""
    },
    "notifyBarLaunchKeePass_label": {
        "message": "Você não está logado no seu gerenciador de senhas.",
        "description": ""
    },
    "notifyBarLaunchKeePassButton_tip": {
        "message": "Abra o Kee Vault ou o KeePass para hablitar o Kee",
        "description": ""
    },
    "notifyBarLoginToKeePassButton_tip": {
        "message": "Desbloqueie seu gerenciador de senhas para habilitar o Kee",
        "description": ""
    },
    "save": {
        "message": "Salvar",
        "description": ""
    },
    "savePasswordText": {
        "message": "Você quer que Kee guarde esta senha?",
        "description": ""
    },
    "update": {
        "message": "Atualizar",
        "description": ""
    },
    "close": {
        "message": "Fechar",
        "description": "Action user can click on to close/dismiss a panel or other user interface element"
    },
    "autoclose_countdown": {
        "message": "Auto-fechar em $1 segundos",
        "description": "Label for a user interface element which allows the user to disable the auto-close functionality. Also tells the user how many seconds are remaining before the auto-close functionality triggers."
    },
    "autoclose_cancelled": {
        "message": "Auto-fechar cancelado",
        "description": "Tells the user that the panel auto-close functionality has been disabled for this panel."
    },
    "add": {
        "message": "Adicionar",
        "description": "Action button for user to add an item to a collection. E.g. add an entry to the list of site-specific settings overrides"
    },
    "edit": {
        "message": "Editar",
        "description": "Action button for user to edit an item within a collection. E.g. edit an entry within the list of site-specific settings overrides"
    },
    "delete": {
        "message": "Apagar",
        "description": "Action button for user to delete an item within a collection. E.g. delete an entry within the list of site-specific settings overrides"
    },
    "site_specific_settings_checkbox_explanation": {
        "message": "As configurações de \"Todos os sites\" serão aplicadas a cada seção abaixo, a menos que você ative a configuração usando a caixa de seleção ao lado.",
        "description": "Explains to the user how the site-specific settings can be enabled and what happens in the default situation"
    },
    "site_properties": {
        "message": "Propriedades do site",
        "description": "Site properties"
    },
    "enter_valid_regex": {
        "message": "Digite um Regex válido ou selecione um tipo diferente",
        "description": "Validation error message displayed to user when they have configured the properties of a site specific configuration to be a regular expression (Regex) but supplied a website value that is not a valid regex"
    },
    "site_properties_weight_warning": {
        "message": "Você precisará verificar cuidadosamente os pesos de outras configurações se você optar por usar esse recurso avançado.",
        "description": "Warning to users that the match weighting feature of site-specific config is an advanced feature"
    },
    "target": {
        "message": "Alvo",
        "description": "For differentiating which part of a URL will be matched - e.g domain, hostname or complete page address"
    },
    "method": {
        "message": "Método",
        "description": "For differentiating how a text string will be matched - e.g exact, prefix or regex"
    },
    "weight": {
        "message": "Peso",
        "description": "A number that can be compared to others in order to decide which associated configuration takes precendence."
    },
    "yes": {
        "message": "Sim",
        "description": "Yes"
    },
    "no": {
        "message": "Não",
        "description": "No"
    },
    "site_specific_settings_inherit": {
        "message": "Usar a mesma configuração que todos os sites",
        "description": "Option for user to say that they want to use whatever the setting is for the top-level settings for all websites, rather than overriding it with a setting for this specific site."
    },
    "password": {
        "message": "Senha",
        "description": "Amazingly, didn't have a need for this translation until v2.0 ;-)"
    },
    "conn_setup_client_sl_low_resolution": {
        "message": "Conecte usando alta segurança",
        "description": "Button that will change the security level Kee attempts to use when connecting to the KeePassRPC server."
    },
    "learn_more": {
        "message": "Saber mais",
        "description": "Action/button/link to send the user to somewhere that they can read more about a topic/concept"
    },
    "dont_show_again": {
        "message": "Não mostrar esta mensagem novamente",
        "description": "Button user can click on to cause a message to hide and not reappear"
    },
    "upgrade_kee": {
        "message": "Atualizar Kee",
        "description": "Button user can click on to load a web page with instructions on how to upgrade Kee"
    },
    "pref_when_one_matching_network_login": {
        "message": "Quando Kee encontrar só um login correspondente (e.g. HTTP Auth), fazer login automaticamente",
        "description": "When the user selects this option, they will be shown the popup dialog with all matching entries for network authentication, unless there is only one match. If not enabled, the user will always see the list of matching logins."
    },
    "network_authentication": {
        "message": "Autenticação de rede",
        "description": "Heading for popup dialog displayed when HTTP Auth or a proxy requires authentication."
    },
    "network_auth_proxy_description": {
        "message": "Um proxy exige que você se autenticar com ele antes de poder acessar $1",
        "description": "Instructions for popup dialog displayed when a proxy requires authentication."
    },
    "network_auth_http_auth_description": {
        "message": "Um site requer que você se autentique com isto antes que você possa acessar $1. O site diz: $2",
        "description": "Instructions for popup dialog displayed when a site requires authentication using HTTP Auth."
    },
    "network_auth_choose": {
        "message": "Escolha um login da lista abaixo ou feche esta janela para inserir manualmente as informações de login necessárias.",
        "description": "Instructions for popup dialog displayed when a site or proxy requires network authentication."
    },
    "welcome_to_kee": {
        "message": "Bem-vindo ao Kee",
        "description": "Header for release notes page. May have a version suffix added to it. E.g. Welcome to Kee 2.0"
    },
    "introduction_to_kee": {
        "message": "O Kee preenche automaticamente os formulários de login para economizar seu tempo e protegê-lo contra riscos de segurança.",
        "description": "Top-level description of what Kee does. Focuses on the most obvious/desirable features that are specific to Kee, rather than generic to the concept of a password manager."
    },
    "all_sites_permissions_required_start": {
        "message": "Seu navegador requer uma etapa adicional antes que o Kee possa funcionar. Se você quiser garantias adicionais antes de continuar, leia sobre",
        "description": "First part of a paragraph that contains 2 links. The first, directly follows this text (a space character is inserted either side of the link) is a link to information about why open source is important for a password manager."
    },
    "all_sites_permissions_required_why_open_source_link_text": {
        "message": "porque ser Open Source é importante",
        "description": "Text for a link to information about why open source is important for a password manager. A space character will be inserted either side of the link."
    },
    "all_sites_permissions_required_middle": {
        "message": "e você pode encontrar detalhes sobre todas as",
        "description": "Middle part of the paragraph - surrounded by the two links."
    },
    "all_sites_permissions_required_permissions_link_text": {
        "message": "permissões",
        "description": "Text for a link to information about the extension permissions we require and why. A space character will be inserted either side of the link."
    },
    "all_sites_permissions_required_end": {
        "message": "que nós exigimos em nosso site.",
        "description": "Final part of the paragraph, directly preceded by the link to our website page about extension permissions."
    },
    "continue": {
        "message": "continuar",
        "description": "Call to action to proceed with the next step in a process. E.g. asking the browser UI to prompt the user with a new question."
    },
    "recommend_action_button_should_be_pinned": {
        "message": "Como o Kee é usado na maioria dos sites, recomendamos fixar o botão Kee na sua barra de ferramentas:",
        "description": "Recommends that the user might want to pin the extension to the main toolbar. A screenshot demonstrating this will be displayed directly below (English in the screenshot so not ideal but it's the icons that matter most)."
    },
    "kee_works_with_a_password_manager": {
        "message": "As credenciais que Kee insere para você são armazenadas com segurança em um gerenciador de senhas atrás de uma única 'senha principal'.",
        "description": "Explains that Kee stores passwords in a password manager that users access through a single password."
    },
    "recommend_start_with_kee_vault": {
        "message": "Recomendamos experimentar nosso gerenciador de senhas Kee Vault. Custa apenas cerca de £ 20 por ano após uma avaliação gratuita, sincroniza e faz backup de suas senhas em todos os seus dispositivos e é de código aberto, assim como o Kee.",
        "description": "Recommend the quick and easy option for new users to increase likelihood of long-term usage of a password manager."
    },
    "recommend_start_with_kee_vault2": {
        "message": "Também temos aplicativos para ajudá-lo a entrar em outros aplicativos e sites em seus dispositivos iOS e Android.",
        "description": "Further details about the Kee Vault service."
    },
    "kee_still_supports_keepass": {
        "message": "O Kee ainda oferece suporte total ao uso do KeePass como seu gerenciador de senhas, para que você não precise fazer nada, mas gostaríamos muito do seu apoio para manter o Kee funcionando por muitos anos.",
        "description": "Reassures users that nothing has changed regarding the support of KeePass as a password management source."
    },
    "load_kee_vault_now": {
        "message": "Carregar o Kee Vault agora",
        "description": "Call To Action button text. On click, the Kee Vault app will load and focus in a new tab."
    },
    "you_can_use_KeePass_instead": {
        "message": "Alternativamente, você pode optar por configurar o KeePass Password Safe 2.",
        "description": "Explains that Kee also works with KeePass so they can choose to configure that if they prefer to avoid all financial expenditure."
    },
    "table_summarises_differences": {
        "message": "A tabela abaixo resume as principais diferenças.",
        "description": "Introduces the summary table that will help users choose a password manager to start with."
    },
    "installation_required": {
        "message": "Instalação necessária",
        "description": "States that the user will need to install components on their computer"
    },
    "access_from_multiple_devices": {
        "message": "Acesso a partir de vários computadores e dispositivos móveis",
        "description": "Covers web browsers and mobiles, laptops, tablets, etc."
    },
    "shared_preferences": {
        "message": "Preferências compartilhadas",
        "description": "Labels the process of synchronising browser extension and password manager configuration options/preferences across multiple locations."
    },
    "yes_configure_once": {
        "message": "Sim, configure uma vez",
        "description": "Supports synchronising browser extension and password manager configuration options/preferences"
    },
    "no_configure_multiple": {
        "message": "Não, configure em todos os navegadores ou dispositivos que você usa",
        "description": "Does not support synchronising browser extension and password manager configuration options/preferences"
    },
    "difficulty": {
        "message": "Dificuldade",
        "description": "How hard or easy it is to complete a task"
    },
    "difficulty_kee_vault": {
        "message": "Fácil",
        "description": "Indicates that it is easy to get started with Kee Vault"
    },
    "difficulty_keepass": {
        "message": "Médio (Difícil em computadores Mac)",
        "description": "Indicates that more work is required to get started with KeePass"
    },
    "keepass_sync_config_explanation": {
        "message": "Para o KeePass, uma solução parcial para acesso a vários dispositivos pode ser configurada manualmente usando serviços de terceiros, alguns dos quais cobram uma taxa. Cada dispositivo deve ser preparado e configurado com antecedência.",
        "description": ""
    },
    "point_user_to_keepass_install_instructions_start": {
        "message": "Instruções para instalar e configurar o KeePass e o plugin necessário  KeePassRPC.plgx, podem ser encontradas em nosso",
        "description": "Left part of a sentence that contains a link to the community forum in the middle. For new installations"
    },
    "point_user_to_keepass_install_instructions_end": {
        "message": ".",
        "description": "Right part of a sentence that contains a link to the community forum in the middle. For new installations"
    },
    "point_user_to_tutorial_link_text": {
        "message": "tutorial interativo",
        "description": "Name of the link to the interactive tutorial page"
    },
    "point_user_to_forum_link_text": {
        "message": "fórum da comunidade",
        "description": "Name of the link to the community forum"
    },
    "notification_raised_title": {
        "message": "Kee tem uma notificação para mostrar pra você",
        "description": "Title of a transient native notification displayed on the user's screen to alert them to a notification in the Kee browser action popup."
    },
    "notification_yellow_background": {
        "message": "O botão Kee tem um fundo amarelo quando uma nova notificação aparece.",
        "description": "Part of the message within a transient native notification displayed on the user's screen to alert them to a notification in the Kee browser action popup."
    },
    "notification_only_shown_some_times": {
        "message": "Esta notificação popup adicional só será mostrada um pequeno número de vezes.",
        "description": "Appended to the message of a transient native notification displayed on the user's screen when we show the message only a handful of times before assuming they have learnt the contents of the message."
    },
    "notification_save_password_tip": {
        "message": "Abrir Kee (Clique no ícone do Kee na barra de ferramentas) e então clique no botão +",
        "description": "Part of the message within a transient native notification displayed on the user's screen to tell them how to save a password"
    },
    "loading": {
        "message": "Carregando...",
        "description": "Holding message to be displayed when Kee has to display something to the user to indicate that the requested information or interface element will be displayed shortly."
    },
    "version_upgrade_heading_changes": {
        "message": "Mudanças na versão",
        "description": "Heading for the list of changes in a version of Kee. A space and the current version number will be suffixed at the end of this string."
    },
    "pref_currentSearchTermTimeout_label": {
        "message": "Limpar resultados de pesquisa após (segundos)",
        "description": "Setting label to adjust how long the search text a user typed will remain cached, essentially persisting the popup search results for a short time."
    },
    "other_technical_improvements": {
        "message": "Outras melhorias técnicas",
        "description": "Heading for the list of additional technical changes in a version of Kee. The changes themselves may be too technical to be worth translating but it's useful if the user knows what the section of the page is about."
    },
    "reliability_improvements": {
        "message": "Melhorias na confiabilidade",
        "description": "Heading for text that explains we have made improvements to the reliability of some aspect of Kee"
    },
    "new_icon": {
        "message": "Novo ícone",
        "description": "Heading for text that explains we have a new icon / branding"
    },
    "kee_vault_announcement_1": {
        "message": "O Kee Vault é um novo gerenciador de senhas de código aberto. Ele é executado no seu navegador da Web, portanto, nenhuma instalação é necessária.",
        "description": "Introduction to what Kee Vault is"
    },
    "kee_vault_announcement_2": {
        "message": "Funciona em qualquer dispositivo moderno ou navegador da web, mesmo quando estiver offline. Depois de importar seu banco de dados KeePass existente, você pode acessar seu Kee Vault de qualquer lugar, com suas alterações e preferências de configuração automaticamente enviadas para cada um de seus dispositivos e navegadores.",
        "description": "Outlines a few benefits of Kee Vault compared to KeePass"
    },
    "kee_vault_announcement_3": {
        "message": "O Kee versão 3.0 permite que você use o Kee Vault no lugar do aplicativo KeePass, com suporte para todos os recursos existentes do Kee, como preenchimento e salvamento de formulários, pesquisa e geração de senhas.",
        "description": "Explains that Kee v3 works with Kee Vault"
    },
    "pref_automatic": {
        "message": "Automático",
        "description": "Group of settings that relate to the actions that Kee can take automatically when filling entries"
    },
    "pref_manual": {
        "message": "Manual",
        "description": "Group of settings that relate to the actions that Kee takes when the user explicitly asks Kee to fill an entry"
    },
    "pref_fill_override_hint": {
        "message": "Edite entradas individuais no seu gerenciador de senhas para substituir esse comportamento.",
        "description": "Statement to inform the user that they are able to override the associated (automatic) behaviour on a per-entry basis via Kee Vault or KeePass."
    },
    "pref_fill_override_option": {
        "message": "Editar o comportamento de envio automático de uma entrada também substitui esse comportamento",
        "description": "Checkbox option to allow the user to override the associated (manual) behaviour on a per-entry basis via Kee Vault or KeePass."
    },
    "next": {
        "message": "Próximo",
        "description": "Action button for user to advance to the next step in a multi-step process. E.g. to confirm username and password for a new entry and load the panel that allows selection of where to save the new entry."
    },
    "title": {
        "message": "Título",
        "description": "E.g. the title of an entry."
    },
    "username": {
        "message": "Nome de Usuário",
        "description": "Use the most generic and common term available for the primary sign-in identifier for an account. In practice may be an email address, number, surname, username, etc. but in all cases this will refer to the string the user has stored in the entry's primary Username field."
    },
    "enabled": {
        "message": "Habilitado",
        "description": "Indicates that a boolean option such as a checkbox is in an enabled/on/true state"
    },
    "disabled": {
        "message": "Desabilitado",
        "description": "Indicates that a boolean option such as a checkbox is in an disabled/off/false state"
    },
    "unsaved_changes": {
        "message": "Você tem mudanças recentes não salvas.",
        "description": "Shown to user when the popup is opened and a new or existing entry is part-way through being edited from a recent popup session. Note that very recent popup sessions are automatically 'continued' without the user needing to consider this information."
    },
    "continue_saving": {
        "message": "Continuar salvando",
        "description": "Action for user to continue editing the same entry that was being edited when the popup recently closed."
    },
    "discard_changes": {
        "message": "Descartar mudanças",
        "description": "Action for user to abandon the changes to the entry that were in progress when the popup recently closed."
    },
    "password_profile_hint": {
        "message": "Selecione qual conjunto de regras a nova senha seguirá. As regras incluem o tamanho da senha e o tipo de caracteres que podem ser usados. Crie novos perfis no seu gerenciador de senhas.",
        "description": "Explains what a password profile is and how to create new ones."
    },
    "password_profile": {
        "message": "Perfil da senha",
        "description": "Name of the profiles used by KeePass and Kee Vault to construct new random passwords."
    },
    "url_mismatch_1": {
        "message": "Esta entrada é para um site diferente.",
        "description": "1st sentence of a warning message to notify the user that updating the entry will enable its use on a new website."
    },
    "url_mismatch_2": {
        "message": "Continuar com esta atualização também permitirá que você preencha essas credenciais neste site.",
        "description": "2nd sentence of a warning message to notify the user that updating the entry will enable its use on a new website."
    },
    "url_mismatch_3": {
        "message": "Verifique se isso não é uma tentativa de induzi-lo a revelar sua senha!",
        "description": "3rd sentence of a warning message to notify the user that updating the entry will enable its use on a new website."
    },
    "url_mismatch_confirm": {
        "message": "Eu entendo o risco; Compartilhe essas credenciais com $1.",
        "description": "Label for a confirmation checkbox for the user to affirm that they want to enable the use of an entry on a new website."
    },
    "make_additional_changes_using_full_editor": {
        "message": "Alterações adicionais podem ser feitas usando o editor completo.",
        "description": "Note to user that the Kee interface does not allow every possible type of edit to an entry."
    },
    "open_full_editor": {
        "message": "Abrir editor avançado",
        "description": "Button action to open the full entry editor in KeePass or Kee Vault. Be sure to imply that the need to click the button is 'unusual', as I have done with the word 'advanced'"
    },
    "where": {
        "message": "Onde?",
        "description": "Brief question to the user to introduce the section in the popup where they can select where their entry will be saved (which database, group, etc.)"
    },
    "will_be_copied_to_clipboard": {
        "message": "Esta nova senha irá ser copiada para sua área de transferência",
        "description": ""
    },
    "password_will_be_set_on_field": {
        "message": "Seu campo de senha será definido para esta senha",
        "description": ""
    },
    "also_copy_to_clipboard": {
        "message": "Também copiar para área de transferência",
        "description": "Explains that enabling this option will copy the value to the clipboard in addition to the default behaviour"
    },
    "generator_action_copy": {
        "message": "Copiar",
        "description": "Action button to copy to the clipboard a value such as a newly generated password"
    },
    "generator_action_apply": {
        "message": "Aplicar",
        "description": "Action button to apply a change such as a newly generated password. Resulting alterations are not persisted immediately."
    },
    "generator_action_apply_and_copy": {
        "message": "Aplicar e copiar",
        "description": "Action button to both copy and apply a change such as a newly generated password. Resulting alterations are not persisted immediately."
    },
    "skip_where_reason_domain_entry_exists": {
        "message": "Você está vendo esta pergunta porque uma entrada para este domínio já existe",
        "description": "Explains why user is being asked where to save a new entry despite having previously requested to not be asked."
    },
    "skip_where_reason_group_not_found": {
        "message": "Você está vendo esta pergunta porque o grupo que você mais recentemente salvou não pode ser encontrado. Isso pode ser porque foi excluído ou escondido de Kee. Ou pode ser simplesmente que a fonte de senha necessária não esteja desbloqueada.",
        "description": "Explains why user is being asked where to save a new entry despite having previously requested to not be asked."
    },
    "skip_where_enable_context": {
        "message": "Sempre salve novas entradas aqui",
        "description": "Description of checkbox that when enabled will change a setting such that the user is not prompted where to save future entries they create."
    },
    "list_version_upgrade_4_0": {
        "message": "Suporte para os navegadores mais recentes (MV3); Conexão mais rápida ao KeePass em alguns sistemas (requer KeePassRPC.plgx v2+); Muitas correções de bugs e provavelmente alguns novos bugs introduzidos",
        "description": "Changes for the version number in the string key name. Multiple items MUST be separated by a semicolon (;). Do not use a semi-colon except as a list-item (new line) separator."
    },
    "release_details_for_keepass_available_on_forum": {
        "message": "Mais detalhes, incluindo informações importantes para usuários do KeePass, podem ser encontrados no anúncio de lançamento no fórum da comunidade:",
        "description": "Statement - preceding a link - to notify users that there is a corresponding topic on the community forum that was posted just before this version was submitted to the web browser extension stores for review. Specifically this one calls out that it affects KeePass users (due to KeePassRPC.plgx related information)"
    },
    "thanks_for_beta_testing": {
        "message": "Obrigado pelo teste beta, Kee! Você está nos ajudando a tornar Kee melhor para todos. Se você tiver algum comentário ou encontrar novos problemas com esta versão, junte-se a eles no fórum da comunidade e informe-nos.",
        "description": "Message thanking the user for being a Kee beta tester"
    },
    "beta_testing_is_good": {
        "message": "Os testadores beta kee têm desfrutado de algumas dessas melhorias por muitos meses.",
        "description": "Brief highlight of one of the benefits of being a Kee beta tester"
    },
    "join_the_community_cta": {
        "message": "Junte-se a eles agora!",
        "description": "Call to action to join a community. Initially for beta testing but could be reused for other purposes such as the community forum in future."
    },
    "ignore_case": {
        "message": "Caso a ignorar",
        "description": "Enabling this setting will cause a case-insensitive comparison to be made (e.g. when looking for matching names and IDs of forms to fill in)"
    },
    "ignore_case_explanation_finding_forms": {
        "message": "Por exemplo, 'pesquisar' em qualquer uma das listas de inclusão ou exclusão corresponderá a 'pesquisa', 'Pesquisa' e 'PESQUISA'. A menos que você tenha requisitos muito incomuns e complexos, é melhor deixar esta opção ativada.",
        "description": "Describes the ignore case setting when used for configuring the include and exclude lists for finding forms."
    },
    "theme": {
        "message": "Tema",
        "description": "The visual theme applied to the extension's user interface. As per convention, the values refer to the predominant shade - i.e. the background colour"
    },
    "dark": {
        "message": "Escuro",
        "description": "Black colour or similar; Darkened visual appearance"
    },
    "light": {
        "message": "Claro",
        "description": "White colour or similar; Bright visual appearance"
    },
    "system_preference": {
        "message": "Preferências do Sistema",
        "description": "The user's configured preference/setting in their system. System is vague because different browsers will implement it in different ways so it could relate to either the user's operating system, their web browser or both."
    },
    "theme_system_preference_explanation": {
        "message": "Nem todos os sistemas operacionais e navegadores suportam detecção automática de temas por extensões de navegadores. Você pode escolher manualmente sua preferência acima se requerida.",
        "description": "Explains what the Theme preference does and why"
    },
    "pref_Appearance_heading": {
        "message": "Aparência",
        "description": "Heading for settings/options that relate to the visual appearance of the extension"
    },
    "pref_hidden_options_present_explanation": {
        "message": "Kee está gerenciando automaticamente opções adicionais para este site, portanto você não pode excluí-lo.",
        "description": "Notification and explanation to user that one or more hidden settings are present for the configuration of a specific site"
    },
    "preferred_matching_entry": {
        "message": "Entrada correspondente preferida",
        "description": "Label for toggle between preferred status for the specific matched entry the toggle is displayed upon."
    },
    "show_confirmation_after_save": {
        "message": "Mostrar confirmação depois que a entrada for salva",
        "description": "Label for option to display a confirmation message in the main popup after user has created or updated an entry."
    },
    "you_recently_saved": {
        "message": "Você salvou uma entrada recentemente",
        "description": "A confirmation message after user has created or updated an entry."
    },
    "KB_shortcut_simple_2_desc": {
        "message": "Entrar no gerenciador de senhas / Selecionar login correspondente / Mostrar lista de logins correspondentes",
        "description": "Description of keyboard shortcut setting for the primary action - exact behaviour depends on state when executed"
    }
}