{
    "black_list": {
        "message": "Черный список",
        "description": "List of items that cause behaviour to be disabled if they match. For example, the list of names of form fields that prevent Kee from searching for logins for the form containing that field."
    },
    "conn_display_description": {
        "message": "Расширение браузера, которое позволяет безопасно выполнять автологин на многих сайтах. Ранее назывался KeeFox.",
        "description": "A brief description of Kee that gets presented to users to help them decide if they want to allow the connection to KeePass to be permitted."
    },
    "conn_invalid_message": {
        "message": "Kee отправил неправильную команду в вашу базу паролей.",
        "description": "A form of internal technical error. This can help user's to identify the type of problem they are experiencing."
    },
    "conn_setup_client_sl_low": {
        "message": "Kee запросил уровень безопасности, слишком низкий для подтверждения сервером паролей. Вам необходимо перезапустить процесс аутентификации с более высоким уровнем безопасности.",
        "description": ""
    },
    "conn_setup_enter_password_title": {
        "message": "Авторизация Kee",
        "description": "Heading of the popup that asks the user to authorise the connection to KeePass by typing in a password."
    },
    "conn_setup_enter_password": {
        "message": "Пожалуйста, введите пароль, отображающийся в окне KeePass \"Authorise a new connection\". Вам не понадобится запоминать этот пароль. Если вы ошибетесь, то сможете попробовать снова в ближайшее время.",
        "description": ""
    },
    "conn_setup_expired": {
        "message": "Вы пользуетесь одним и тем же секретным ключом слишком долго.",
        "description": "The KeePassRPC server has detected that the secret key used for communication has expired and the user must therefore re-authenticate."
    },
    "conn_setup_failed": {
        "message": "Kee не разрешили соединиться, возможно из-за того, что вы неправильно ввели пароль для соединения.",
        "description": "The most likely cause for this error is that the user typed in the wrong password. Otherwise it's likely to be a bug in the KPRPC protocol, which we would have expected to see some evidence of over the past 5 years."
    },
    "conn_setup_invalid_param": {
        "message": "Kee передал некорректный параметр. Далее может следовать дополнительная информация: $1",
        "description": "This probably indicates a bug in Kee - we sent something to KeePassRPC that it wasn't expecting."
    },
    "conn_setup_missing_param": {
        "message": "Kee не удалось предоставить требуемый параметр. Далее может следовать дополнительная информация: $1",
        "description": "This probably indicates a bug in Kee - we failed to send some information to KeePassRPC that it required."
    },
    "conn_setup_restart": {
        "message": "Kee нужно перезапустить процесс авторизации.",
        "description": "A technical error occurred during the attempt to authorise the link between Kee and KeePassRPC so we need to notify the user that they will need to re-authenticate"
    },
    "conn_setup_retype_password": {
        "message": "Пожалуйста, введите новый пароль при запросе.",
        "description": "The user needs to re-authorise the connection to KeePass by typing in the new KeePassRPC password they're being shown by KeePass."
    },
    "conn_setup_server_sl_low": {
        "message": "Kee отклонил соединение к серверу паролей, так как его уровень бозопасности слишком низкий. Вам необходимо перезапустить процесс аутентификации используя более высокий уровень безопасности.",
        "description": ""
    },
    "conn_setup_client_features_missing": {
        "message": "Kee необходимо обновить для обеспечения доступа к вашему менеджеру паролей. Убедитесь что вы используете новейшую версию расширения браузера.",
        "description": "The KeePassRPC server requires features from Kee that this version does not contain."
    },
    "conn_setup_server_features_missing": {
        "message": "Ваш менеджер паролей должен быть обновлен для того чтобы разрешить привязку Kee. Обновите страницу Kee Vault и/или убедитесь что вы используете новейшую версию плагина KeePassRPC перейдя к быстрым и простым инструкциям $1",
        "description": "The KeePassRPC server does not offer some features that this version of Kee requires."
    },
    "conn_sl_high_label": {
        "message": "Запрашивать новый пароль для соединения каждый раз, как я запускаю браузер или KeePass.",
        "description": "Checkbox label to enable high security connection mode when authorising a connection to KeePassRPC"
    },
    "conn_sl_high": {
        "message": "Высокий",
        "description": ""
    },
    "conn_sl_low": {
        "message": "Низкий",
        "description": ""
    },
    "conn_sl_medium": {
        "message": "Средний",
        "description": ""
    },
    "conn_sl_server_min_desc": {
        "message": "Позволяет избежать соединения Kee с KeePass, если его уровень безопасности слишком низкий. Загляните в настройки KeePass, чтобы установить уровень безопасности, используемый KeePass.",
        "description": ""
    },
    "conn_sl_server_min": {
        "message": "Минимальный допустимый уровень безопасности KeePass",
        "description": ""
    },
    "conn_sl_desc": {
        "message": "Вы можете поменять настройки, указанные ниже, чтобы управлять тем, насколько безопасным будет канал соединения между вашим веб-браузером и KeePass. Возможно вам не придется когда-либо менять эти настройки, но если вы это сделаете, пожалуйста, убедитесь, что вы ознакомились с соответствующими страницами руководства.",
        "description": ""
    },
    "conn_sl_link": {
        "message": "Получить более подробную информацию об этих настройках и соединении между вашим веб-браузером и KeePass в руководстве",
        "description": "Link text to guide user to the manual to get more information about the security of the link to KeePass."
    },
    "conn_unknown_error": {
        "message": "Произошла непредвиденная ошибка при установке соединения с вашим менеджером паролей.",
        "description": "Something went wrong with the KeePassRPC link but we have no idea what."
    },
    "conn_unknown_protocol": {
        "message": "Kee использовал неправильный протокол.",
        "description": "Technical error in the communication between Kee and KeePassRPC. Not clear how user could resolve this or if they'll ever see it but it might happen."
    },
    "form_id": {
        "message": "Идентификатор формы (id)",
        "description": ""
    },
    "form_name": {
        "message": "Название формы (name)",
        "description": ""
    },
    "further_info_may_follow": {
        "message": "Далее может следовать дополнительная информация: $1",
        "description": "Phrase used to prefix extra information about a variety of different messages that may or may not be available in the replacement string, usually relating to technical errors and often rendered in the Kee log rather than in a user-facing place."
    },
    "matched_logins_label": {
        "message": "Подходящие логины",
        "description": "Header for panels/sections that contain the logins which Kee matched for this page/form"
    },
    "pref_Advanced_heading": {
        "message": "Расширенные настройки",
        "description": ""
    },
    "pref_ConnectionSecurity_heading": {
        "message": "Безопасность соединения",
        "description": "Heading for panel that contains settings for the security of the connection between Kee and KeePass."
    },
    "pref_ConnectionSecurity_explain_change": {
        "message": "Иногда изменение настроек, указанных ниже, заставляет Kee запрашивать новый случайный пароль. Вам не нужно вводить правильный пароль, чтобы поменять эти настройки, просто меняйте их и нажимайте кнопку выше.",
        "description": "Explains what happens if user changes settings for the security of the connection between Kee and KeePass."
    },
    "srp_connect": {
        "message": "Соединиться",
        "description": "Button action to authorise the connection between Kee and KeePassRPC. Displayed when the user has entered a password and not changed any connection security settings."
    },
    "srp_save_connect": {
        "message": "Сохранить и соединиться",
        "description": "Button action to authorise the connection between Kee and KeePassRPC and save new connection options. Displayed when the user has entered a password and changed connection security settings."
    },
    "pref_DoNothing_desc": {
        "message": "Ничего не делать",
        "description": "Label for configuring Kee to take no action. Specific context may vary but will relate to auto filling and/or submitting"
    },
    "pref_FillAndSubmitForm_desc": {
        "message": "Заполнить и отправить форму",
        "description": ""
    },
    "pref_FillAndSubmitPrompt_desc": {
        "message": "Заполнить и отправить запрос пароля",
        "description": ""
    },
    "pref_FillForm_desc": {
        "message": "Заполнить форму",
        "description": ""
    },
    "pref_FillingEntries_heading": {
        "message": "Заполнение полей",
        "description": "Heading for section of options panel which contains settings relating to how Kee behaves when filling entries into forms"
    },
    "pref_FillPrompt_desc": {
        "message": "Заполнить запрос пароля",
        "description": ""
    },
    "pref_FindingEntries_heading": {
        "message": "Поиск записей",
        "description": "Heading for section of options panel which contains settings relating to how Kee behaves when finding entries for a website"
    },
    "pref_Logging_heading": {
        "message": "Логгирование",
        "description": "The output of text information that reports on the inner-workings of Kee."
    },
    "pref_SavingEntries_heading": {
        "message": "Сохранение записей",
        "description": "Heading for section of options panel which contains settings relating to how Kee behaves when saving new entries"
    },
    "pref_autoFillFormsWithMultipleMatches_label": {
        "message": "Take this automatic action even when multiple matching entries are found",
        "description": "In reference to the Automatic form filling option, this checkbox option allows the user to say whether they want their selected action to be taken even when there is more than one matching entry."
    },
    "pref_keePassDBToOpen_label": {
        "message": "При открытии или входе в KeePass использовать этот файл базы данных",
        "description": ""
    },
    "pref_keePassRPCPort_label": {
        "message": "Соединяться с KeePass используя этот TCP/IP порт",
        "description": ""
    },
    "pref_keePassRPCPortWarning_label": {
        "message": "ВАЖНО: поменяйте настройку в KeePass.config иначе Kee не всегда сможет соединяться с KeePass",
        "description": "Displayed to the user near the setting for changing the KeePassRPC port"
    },
    "pref_listAllOpenDBs_label": {
        "message": "Показывать записи из всех открытых баз Kee Vaults и KeePass",
        "description": ""
    },
    "pref_logLevel_desc": {
        "message": "Выберите насколько подробным будет лог. Более высокий уровень логгирования (в списке) означает более подробный вывод информации в лог.",
        "description": ""
    },
    "pref_logLevelDebugging_label": {
        "message": "Отладочный",
        "description": "Logging level for the most verbose information about Kee's operation"
    },
    "pref_logLevelInformation_label": {
        "message": "Информация",
        "description": "Logging level for important information about Kee's operation"
    },
    "pref_logLevelWarnings_label": {
        "message": "Предупреждения",
        "description": "Logging level for potential problems"
    },
    "pref_logLevelErrors_label": {
        "message": "Ошибки",
        "description": "Logging level for problems"
    },
    "pref_notifyBarRequestPasswordSave_label": {
        "message": "Сохранение паролей",
        "description": ""
    },
    "pref_notifyWhenEntryUpdated_label": {
        "message": "Отображать уведомление \"Пароль успешно обновлен\"",
        "description": "Option to enable or disable the information displayed when a password has been updated"
    },
    "pref_animateWhenOfferingSave_label": {
        "message": "Animate the Kee icon when offering to save",
        "description": "Option to enable or disable the animation of the Kee icon that displays when an entry is available for saving from the main popup panel"
    },
    "pref_rememberMRUDB_label": {
        "message": "Запомнить наиболее часто используемую базу данных Kee Vault или KeePass",
        "description": ""
    },
    "pref_rememberMRUGroup_label": {
        "message": "Запомнить группу, в которую производилась последняя запись",
        "description": "Whether Kee will remember the name of the KeePass group most recently chosen by the user"
    },
    "pref_saveFavicons_label": {
        "message": "Сохранять лого/иконку веб-сайта (favicon)",
        "description": "Whether or not Kee will save the website's icon when a new entry is saved"
    },
    "pref_searchAllOpenDBs_label": {
        "message": "Искать во всех открытых базах Kee Vault и KeePass ",
        "description": ""
    },
    "pref_when_kee_chooses_standard_form_desc": {
        "message": "Когда Kee выбирает подходящий логин для стандартной формы, Kee следует",
        "description": "Context/label for user when changing setting relating to auto-fill/submit behaviour. A list of potential actions will be displayed immediately after this string and the user can select their preferred behaviour from that list."
    },
    "pref_when_user_chooses_desc": {
        "message": "Когда вы выбираете подходящий логин Kee следует",
        "description": "Context/label for user when changing setting relating to manual fill/submit behaviour. A list of potential actions will be displayed immediately after this string and the user can select their preferred behaviour from that list."
    },
    "site_options_invisible_tip_desc": {
        "message": "ВАЖНО: Имена и ID могут не совпадать с видимыми метками на странице (они назначаются в исходном коде страницы)",
        "description": "Explains that the configuration settings might not be what the casual user expects"
    },
    "site_options_list_explain_desc": {
        "message": "Если форма соответствует записи из белого списка, Kee всегда будет пытаться заполнить ее. Если форма соответствует записи из черного списка, Kee никогда не будет пытаться заполнить ее. Если она соответствует записям из обоих списков Kee не будет заполнять ее.",
        "description": "Explains how Kee chooses which forms to fill in"
    },
    "pref_Finding_forms_heading": {
        "message": "Поиск форм",
        "description": "Settings heading for how Kee finds forms it is (or isn't) interested in filling in with entries from the password manager"
    },
    "site_options_valid_form_intro_desc": {
        "message": "Kee попытается заполнить подходящими записями из Kee Vault и KeePass все формы, у которых есть поле для ввода пароля. Вы можете поменять это поведение ниже. ",
        "description": "Explains how Kee chooses which forms to fill in"
    },
    "text_field_id": {
        "message": "Идентификатор текстового поля (id)",
        "description": ""
    },
    "text_field_name": {
        "message": "Название текстового поля (name)",
        "description": ""
    },
    "white_list": {
        "message": "Белый  список",
        "description": "List of items that cause behaviour to be enabled if they match. For example, the list of names of form fields that force Kee to search for logins for the form containing that field."
    },
    "Help_Centre_Button_label": {
        "message": "Справочный центр",
        "description": ""
    },
    "cancel": {
        "message": "Отмена",
        "description": ""
    },
    "Logins_Context_Edit_Login_label": {
        "message": "Редактировать",
        "description": ""
    },
    "Menu_Button_copyNewPasswordToClipboard_label": {
        "message": "Генерировать новый пароль",
        "description": ""
    },
    "Menu_Button_fillCurrentDocument_label": {
        "message": "Найти подходящие логины",
        "description": ""
    },
    "Menu_Button_options_label": {
        "message": "Настройки",
        "description": "Link to the add-on's settings"
    },
    "Menu_Button_open_keepass_label": {
        "message": "Open KeePass",
        "description": "Action button to launch, unlock and/or focus KeePass"
    },
    "Menu_Button_open_kee_vault_label": {
        "message": "Open Kee Vault",
        "description": "Action button to launch, unlock and/or focus Kee Vault"
    },
    "Search_label": {
        "message": "Поиск...",
        "description": ""
    },
    "Search_tip": {
        "message": "Начните ввод, чтобы отобразить записи подходящих логинов",
        "description": ""
    },
    "PasswordProfilesExplanation_label": {
        "message": "По желанию вы можете создать другую запись выбрав профиль пароля ниже. Используйте Kee Vault или KeePass, чтобы сохранять новые профили.",
        "description": ""
    },
    "change_field_explanation": {
        "message": "Kee заодно обновит иконку веб-сайта (favicon) и любую информацию о HTTP Auth Realm. Более сложные изменения потребуют вручную менять запись.",
        "description": ""
    },
    "change_field_status": {
        "message": "В выбранной записи все поля имени пользователя, пароля и прочие будут заменены на те значения, которые вы только что ввели.",
        "description": ""
    },
    "change_url_status": {
        "message": "Адрес веб-страницы этой записи (URL) будет обновлен последним URL.",
        "description": ""
    },
    "change_url_option_1": {
        "message": "Заменить URL в записи (но все равно заполнять формы при посещении старого URL)",
        "description": ""
    },
    "change_url_option_2": {
        "message": "Заменить URL в записи (удалить старый URL полностью)",
        "description": ""
    },
    "change_url_option_3": {
        "message": "Сохранить URL старой записи (но все равно заполнять формы при посещении нового URL)",
        "description": ""
    },
    "change_url_option_4": {
        "message": "Сохранить URL старой записи (не добавлять новый URL в запись)",
        "description": ""
    },
    "copy_password_label": {
        "message": "Копировать пароль",
        "description": ""
    },
    "copy_username_label": {
        "message": "Копировать имя пользователя",
        "description": ""
    },
    "copy": {
        "message": "Копировать",
        "description": "Prefixed before a field name and id to indicate to the user that when they click here the value for that field will be copied to the clipboard. Displayed before (left) of the field name with a space between this string and the field name."
    },
    "copy_value_to_clipboard": {
        "message": "Copy value to clipboard",
        "description": "Indicates to the user that when they click here the value for that field will be copied to the clipboard."
    },
    "click_to_reveal_hide": {
        "message": "Click to reveal/hide",
        "description": "Indicates to the user that when they click here the value of the protected field will be displayed or hidden (toggled)."
    },
    "no_name": {
        "message": "no name",
        "description": "Used in place of a field name when the specific field has no name. Will be surrounded by [ square brackets ]"
    },
    "matches_from_other_sites": {
        "message": "Matches from other sites",
        "description": "Search results section header."
    },
    "create": {
        "message": "Создать",
        "description": ""
    },
    "create_new_entry": {
        "message": "Создать новую запись",
        "description": "Create new entry"
    },
    "showing_options_for": {
        "message": "Показать настройки для",
        "description": "label for a group of radio buttons that allows the user to change the scope of the settings they are changing - e.g. all websites or just one specific website"
    },
    "all_websites": {
        "message": "Все веб-сайты",
        "description": ""
    },
    "a_specific_website": {
        "message": "Определенный веб-сайт",
        "description": ""
    },
    "current_website": {
        "message": "Текущий веб-сайт",
        "description": ""
    },
    "website": {
        "message": "Веб-сайт",
        "description": ""
    },
    "website_options_search_placeholder": {
        "message": "e.g. www.google.com",
        "description": "A placeholder for the search box where the user searches for the settings that apply to a specific website (per-site settings)"
    },
    "website_options_search_tooltip": {
        "message": "e.g. www.google.com (Do NOT include https:// or other protocols)",
        "description": "Tooltip/title for the search box where the user searches for the settings that apply to a specific website (per-site settings)"
    },
    "database_label": {
        "message": "База данных",
        "description": ""
    },
    "generatePassword_copied": {
        "message": "Новый пароль скопирован в буфер обмена.",
        "description": ""
    },
    "generatePassword_instructions": {
        "message": "Выберите какой тип пароля создать:",
        "description": ""
    },
    "generatePassword_done_1": {
        "message": "Пароль сгенерирован.",
        "description": ""
    },
    "generatePassword_done_2": {
        "message": "Вставьте его в поле \"новый пароль\" или куда угодно.",
        "description": ""
    },
    "group_label": {
        "message": "Группа",
        "description": ""
    },
    "entry_history_pointer": {
        "message": "Ваш менеджер паролей имеет функцию \"отменить\". Найдите запись, а затем вы можете просмотреть историю записей и использовать кнопку \"Восстановить\", чтобы при необходимости вернуться к более старой версии.",
        "description": ""
    },
    "loggedIn_tip": {
        "message": "Вы подключены к базе паролей '$1'",
        "description": "Tells the user they are logged into a Kee Vault or KeePass database (and gives its name, if any)"
    },
    "loggedInMultiple_tip": {
        "message": "Вы подключены к $1 базам паролей. '$2' активна.",
        "description": "Tells the user they have more than one KeePass database open and tells them which one is active/selected"
    },
    "multiplePasswordSourcesEnabled": {
        "message": "$1 password sources enabled",
        "description": "Tells the user how many password databases they have open and unlocked"
    },
    "matchedLogin_label": {
        "message": "$1 - $2",
        "description": "<username> <seperator> <entry title>"
    },
    "matchedLogin_tip": {
        "message": "$1 в группе $2 ($3)",
        "description": "Tooltip displayed over a matched login in the list of matched logins. Params: 1: entry title, 2: group name, 3: username"
    },
    "more_options": {
        "message": "Больше настроек",
        "description": ""
    },
    "multi_page_update_warning": {
        "message": "Многостраничные формы с логинами могут потребовать ручного редактирования.",
        "description": ""
    },
    "noUsername_partial_tip": {
        "message": "нет имени пользователя",
        "description": ""
    },
    "notifyBarLaunchKeePass_label": {
        "message": "Вы не подключены к своему менеджеру паролей. ",
        "description": ""
    },
    "notifyBarLaunchKeePassButton_tip": {
        "message": "Запустите Kee Vault или KeePass, чтобы включить Kee",
        "description": ""
    },
    "notifyBarLoginToKeePassButton_tip": {
        "message": "Разблокируйте свой менеджер паролей, чтобы включить Kee",
        "description": ""
    },
    "notifyBarNeverForSiteButton_label": {
        "message": "Никогда для этого веб-сайта",
        "description": "Button user can click to quickly set the configuraiton option to prevent Kee from asking if they want to save a new password on this site"
    },
    "save": {
        "message": "Сохранить",
        "description": ""
    },
    "password_successfully_updated": {
        "message": "Пароль успешно обновлен.",
        "description": ""
    },
    "saveMultiPagePasswordText": {
        "message": "Вы хотите, чтобы Kee сохранил этот многостраничный пароль?",
        "description": ""
    },
    "savePasswordLogin_tip": {
        "message": "Имя пользователя: $1. Адрес веб-сайта (URL): $2",
        "description": ""
    },
    "savePasswordText": {
        "message": "Вы хотите, чтобы Kee сохранил этот пароль?",
        "description": ""
    },
    "search_again": {
        "message": "Искать снова",
        "description": ""
    },
    "update": {
        "message": "Сохранить",
        "description": ""
    },
    "update_existing_entry": {
        "message": "Перезаписать существующую запись",
        "description": ""
    },
    "whichEntry_label": {
        "message": "Выбрать запись...",
        "description": ""
    },
    "close": {
        "message": "Закрыть",
        "description": "Action user can click on to close/dismiss a panel or other user interface element"
    },
    "autoclose_countdown": {
        "message": "Автозакрытие через $1 секунд(ы)",
        "description": "Label for a user interface element which allows the user to disable the auto-close functionality. Also tells the user how many seconds are remaining before the auto-close functionality triggers."
    },
    "autoclose_cancelled": {
        "message": "Автозакрытие отменено",
        "description": "Tells the user that the panel auto-close functionality has been disabled for this panel."
    },
    "add": {
        "message": "Добавить",
        "description": "Action button for user to add an item to a collection. E.g. add an entry to the list of site-specific settings overrides"
    },
    "edit": {
        "message": "Редактировать",
        "description": "Action button for user to edit an item within a collection. E.g. edit an entry within the list of site-specific settings overrides"
    },
    "delete": {
        "message": "Удалить",
        "description": "Action button for user to delete an item within a collection. E.g. delete an entry within the list of site-specific settings overrides"
    },
    "site_specific_settings_checkbox_explanation": {
        "message": "Настройки из \"Все веб-сайты\" будут применяться к каждой секции ниже, пока вы не включите определенную настройку используя отметку рядом с ней.",
        "description": "Explains to the user how the site-specific settings can be enabled and what happens in the default situation"
    },
    "site_properties": {
        "message": "Свойства сайта",
        "description": "Site properties"
    },
    "enter_valid_regex": {
        "message": "Введите правильное регулярное выражение или выберите другой тип",
        "description": "Validation error message displayed to user when they have configured the properties of a site specific configuration to be a regular expression (Regex) but supplied a website value that is not a valid regex"
    },
    "site_properties_weight_warning": {
        "message": "Вам понадобится внимательно проверить веса других конфигураций, если вы соберетесь воспользоваться этой расширенной возможностью.",
        "description": "Warning to users that the match weighting feature of site-specific config is an advanced feature"
    },
    "target": {
        "message": "Цель",
        "description": "For differentiating which part of a URL will be matched - e.g domain, hostname or complete page address"
    },
    "method": {
        "message": "Метод",
        "description": "For differentiating how a text string will be matched - e.g exact, prefix or regex"
    },
    "weight": {
        "message": "Вес",
        "description": "A number that can be compared to others in order to decide which associated configuration takes precendence."
    },
    "yes": {
        "message": "Да",
        "description": "Yes"
    },
    "no": {
        "message": "Нет",
        "description": "No"
    },
    "site_specific_settings_inherit": {
        "message": "Использовать настройку из общей для всех сайтов",
        "description": "Option for user to say that they want to use whatever the setting is for the top-level settings for all websites, rather than overriding it with a setting for this specific site."
    },
    "password": {
        "message": "Пароль",
        "description": "Amazingly, didn't have a need for this translation until v2.0 ;-)"
    },
    "conn_setup_client_sl_low_resolution": {
        "message": "Соединиться используя высокий уровень безопасности",
        "description": "Button that will change the security level Kee attempts to use when connecting to the KeePassRPC server."
    },
    "learn_more": {
        "message": "Подробнее",
        "description": "Action/button/link to send the user to somewhere that they can read more about a topic/concept"
    },
    "dont_show_again": {
        "message": "Больше не показывать это сообщение",
        "description": "Button user can click on to cause a message to hide and not reappear"
    },
    "upgrade_kee": {
        "message": "Обновить Kee",
        "description": "Button user can click on to load a web page with instructions on how to upgrade Kee"
    },
    "pref_when_one_matching_network_login": {
        "message": "Когда Kee находит всего один подходящий сетевой логин (например HTTP Auth), автоматически залогиниться",
        "description": "When the user selects this option, they will be shown the popup dialog with all matching entries for network authentication, unless there is only one match. If not enabled, the user will always see the list of matching logins."
    },
    "network_authentication": {
        "message": "Сетевая аутентификация",
        "description": "Heading for popup dialog displayed when HTTP Auth or a proxy requires authentication."
    },
    "network_auth_proxy_description": {
        "message": "Требуется аутентификация на прокси для получения доступа к $1",
        "description": "Instructions for popup dialog displayed when a proxy requires authentication."
    },
    "network_auth_http_auth_description": {
        "message": "Требуется аутентификация на веб-сайте для получения доступа к $1. Веб-сайт сообщает: $2",
        "description": "Instructions for popup dialog displayed when a site requires authentication using HTTP Auth."
    },
    "network_auth_choose": {
        "message": "Выберите логин из списка ниже или закройте это окно чтобы вручную ввести требуемый логин.",
        "description": "Instructions for popup dialog displayed when a site or proxy requires network authentication."
    },
    "save_login": {
        "message": "Сохранить логин",
        "description": "Heading for panel that allows user to create or update a new login entry"
    },
    "saveLatestLogin": {
        "message": "Сохранить последний логин",
        "description": "Action link for user to click (e.g. from the browser popup or a context menu) when they want to save the most recently submitted data as a new entry"
    },
    "welcome_to_kee": {
        "message": "Добро пожаловать в Kee",
        "description": "Header for release notes page. Will have a version suffix added to it. E.g. Welcome to Kee 2.0"
    },
    "introduction_to_kee": {
        "message": "Kee автоматически заполняет формы авторизации, чтобы сэкономить ваше время и защитить вас от угроз безопасности.",
        "description": "Top-level description of what Kee does. Focuses on the most obvious/desirable features that are specific to Kee, rather than generic to the concept of a password manager."
    },
    "kee_works_with_a_password_manager": {
        "message": "Учетные данные, которые Kee вводит за вас, надежно хранятся в менеджере паролей за одним \"мастер паролем\".",
        "description": "Explains that Kee stores passwords in a password manager that user's access through a single password."
    },
    "recommend_start_with_kee_vault": {
        "message": "Мы рекомендуем попробовать 14-дневную бесплатную пробную версию менеджера паролей Kee Vault. Это всего £2 в месяц по истечении пробного периода и не требует указания платежных реквизитов при регистрации, поэтому вы не рискуете.",
        "description": "Recommend the quick and easy option for new users to increase likelihood of long-term usage of a password manager."
    },
    "load_kee_vault_now": {
        "message": "Загрузить Kee Vault",
        "description": "Call To Action button text. On click, the Kee Vault app will load and focus in a new tab."
    },
    "you_can_use_KeePass_instead": {
        "message": "В качестве альтернативы вы можете настроить KeePass Password Safe 2.",
        "description": "Explains that Kee also works with KeePass so they can choose to configure that if they prefer to avoid all financial expenditure."
    },
    "table_summarises_differences": {
        "message": "В таблице ниже приведены основные различия.",
        "description": "Introduces the summary table that will help users choose a password manager to start with."
    },
    "installation_required": {
        "message": "Требуется установка",
        "description": "States that the user will need to install components on their computer"
    },
    "access_from_multiple_devices": {
        "message": "Доступ с нескольких настольных и мобильных устройств",
        "description": "Covers web browsers and mobiles, laptops, tablets, etc."
    },
    "shared_preferences": {
        "message": "Общие настройки",
        "description": "Labels the process of synchronising browser extension and password manager configuration options/preferences across multiple locations."
    },
    "yes_configure_once": {
        "message": "Да, настроить один раз",
        "description": "Supports synchronising browser extension and password manager configuration options/preferences"
    },
    "no_configure_multiple": {
        "message": "Нет, настраивать на каждом веб-браузере или устройстве, которое вы используете",
        "description": "Does not support synchronising browser extension and password manager configuration options/preferences"
    },
    "difficulty": {
        "message": "Сложность",
        "description": "Header for release notes page. Will have a version suffix added to it. E.g. Welcome to Kee 2.0"
    },
    "difficulty_kee_vault": {
        "message": "Простая",
        "description": "Indicates that it is easy to get started with Kee Vault"
    },
    "difficulty_keepass": {
        "message": "Средняя (Сложно на компьютерах с Mac OS)",
        "description": "Indicates that more work is required to get started with KeePass"
    },
    "keepass_sync_config_explanation": {
        "message": "Для KeePass частичное решение для доступа с нескольких устройств может быть настроено вручную с использованием сторонних сервисов, некоторые из которых взимают плату. Каждое устройство должно быть подготовлено и настроено заранее.",
        "description": "Header for release notes page. Will have a version suffix added to it. E.g. Welcome to Kee 2.0"
    },
    "point_user_to_keepass_install_instructions_start": {
        "message": "Инструкции по установке и настройке KeePass и обязательного плагина KeePassRPC.plgx можно найти по следующей ссылке",
        "description": "Left part of a sentence that contains a link to the community forum in the middle. For new installations"
    },
    "point_user_to_keepass_install_instructions_end": {
        "message": ".",
        "description": "Right part of a sentence that contains a link to the community forum in the middle. For new installations"
    },
    "point_user_to_tutorial_link_text": {
        "message": "интерактивное руководство",
        "description": "Name of the link to the interactive tutorial page"
    },
    "point_user_to_forum_link_text": {
        "message": "форум сообщества",
        "description": "Name of the link to the community forum"
    },
    "notification_raised_title": {
        "message": "У Kee есть уведомление для вас",
        "description": "Title of a transient native notification displayed on the user's screen to alert them to a notification in the Kee browser action popup."
    },
    "notification_yellow_background": {
        "message": "У кнопки Kee будет желтый фон когда будут появляться новые уведомления.",
        "description": "Part of the message within a transient native notification displayed on the user's screen to alert them to a notification in the Kee browser action popup."
    },
    "notification_only_shown_some_times": {
        "message": "Такое дополнительное всплывающее уведомление будет появляться всего несколько раз.",
        "description": "Appended to the message of a transient native notification displayed on the user's screen when we show the message only a handful of times before assuming they have learnt the contents of the message."
    },
    "notification_save_password_tip": {
        "message": "Щелкните по кнопке Kee (в тулбаре), а затем \"Сохранить последний логин\"",
        "description": "Part of the message within a transient native notification displayed on the user's screen to tell them how to save a password (especially important for those upgrading from KeeFox since the behaviour has changed)"
    },
    "loading": {
        "message": "Загрузка...",
        "description": "Holding message to be displayed when Kee has to display something to the user to indicate that the requested information or interface element will be displayed shortly."
    },
    "version_upgrade_heading_changes": {
        "message": "Изменения в версии",
        "description": "Heading for the list of changes in a version of Kee. A space and the current version number will be suffixed at the end of this string."
    },
    "pref_currentSearchTermTimeout_label": {
        "message": "Очистить результаты поиска через (секунд)",
        "description": "Setting label to adjust how long the search text a user typed will remain cached, essentially persisting the popup search results for a short time."
    },
    "other_technical_improvements": {
        "message": "Другие технические улучшения",
        "description": "Heading for the list of additional technical changes in a version of Kee. The changes themselves may be too technical to be worth translating but it's useful if the user knows what the section of the page is about."
    },
    "reliability_improvements": {
        "message": "Выше надежность",
        "description": "Heading for text that explains we have made improvements to the reliability of some aspect of Kee"
    },
    "new_icon": {
        "message": "Новая иконка",
        "description": "Heading for text that explains we have a new icon / branding"
    },
    "reliability_improvements_text1": {
        "message": "Мы улучшили связь между веб-браузером и каждой отдельной страницей, которую вы загружаете, в результате чего появились более надежные функции, такие как заполнение форм.",
        "description": "Explains we have made improvements to the reliability of the link between the main browser process and the content page processes"
    },
    "reliability_improvements_text2": {
        "message": "Мы улучшили обнаружение кнопок отправки формы. Это означает более успешную отправку форм на некоторых веб-сайтах, таких как страница входа в Google.",
        "description": "Explains we have made improvements to the reliability of detection of form submit buttons"
    },
    "kee_vault_announcement_1": {
        "message": "Kee Vault - это новый менеджер паролей с открытым исходным кодом. Он работает в вашем веб-браузере, поэтому установка не требуется.",
        "description": "Introduction to what Kee Vault is"
    },
    "kee_vault_announcement_2": {
        "message": "Он работает на любом современном устройстве или веб-браузере, даже в автономном режиме. После импорта вашей базы данных KeePass вы сможете получить доступ к хранилищу Kee из любого места, при этом ваши изменения и настройки конфигурации будут автоматически синхронизированы с вашими устройствами и браузерами.",
        "description": "Outlines a few benefits of Kee Vault compared to KeePass"
    },
    "kee_vault_announcement_3": {
        "message": "Версия Kee 3.0 позволяет использовать Kee Vault вместо настольного приложения KeePass с поддержкой всех существующих функций Kee, таких как заполнение и сохранение форм, поиск и генерация пароля.",
        "description": "Explains that Kee v3 works with Kee Vault"
    },
    "kee_vault_announcement_4": {
        "message": "Kee Vault почти готов к запуску в качестве общедоступной бета-версии, и я рад предложить всем существующим пользователям Kee возможность получить ранний доступ до того, как это произойдет!",
        "description": "Announces the pre-release availability of Kee Vault"
    },
    "kee_vault_announcement_5": {
        "message": "Узнайте больше и зарегистрируйтесь для получения раннего доступа",
        "description": "Call To Action pointing users to the Kee Vault announcement on the forum and the subsequent registration of interest in the early access phase of the Kee Vault service"
    },
    "showEntry": {
        "message": "Показать запись",
        "description": "Show the edit entry view. Same as 'Edit Entry' but used in contexts where user is not wanting/expecting to edit the entry."
    },
    "list_version_upgrade_3_2": {
        "message": "Overriding the auto-submit behaviour of an entry in Kee Vault or KeePass now also affects the behaviour of Kee when you manually ask Kee to fill an entry.;Re-arranged the \"Filling Entries\" section in Kee Options to clarify which settings affect automatic and manual entry filling behaviour.;Automatic fill operations now skip filling if pre-existing text is found in the field.;A dismissable message announcing the launch of Kee Vault can be added to the bottom of the Kee panel when we are ready to launch.;Removed old logging features (initial load notification and sensitive logging option for debugging).",
        "description": "Changes for the version number in the string key name. Multiple items MUST be separated by a semicolon (;). Do not use a semi-colon except as a list-item (new line) separator."
    },
    "pref_automatic": {
        "message": "Automatic",
        "description": "Group of settings that relate to the actions that Kee can take automatically when filling entries"
    },
    "pref_manual": {
        "message": "Manual",
        "description": "Group of settings that relate to the actions that Kee takes when the user explicitly asks Kee to fill an entry"
    },
    "pref_fill_override_hint": {
        "message": "Edit individual entries in your password manager to override this behaviour.",
        "description": "Statement to inform the user that they are able to override the associated (automatic) behaviour on a per-entry basis via Kee Vault or KeePass."
    },
    "pref_fill_override_option": {
        "message": "Editing the Auto-submit behaviour of an entry also overrides this behaviour",
        "description": "Checkbox option to allow the user to override the associated (manual) behaviour on a per-entry basis via Kee Vault or KeePass."
    },
    "KB_shortcut_simple_2_desc": {
        "message": "Авторизоваться в менеджере паролей / Выбрать подходящий логин / Показать список подходящих логинов",
        "description": "Description of keyboard shortcut setting for the primary action - exact behaviour depends on state when executed"
    }
}