{
    "black_list": {
        "message": "Список исключений",
        "description": "List of items that cause behaviour to be disabled if they match. For example, the list of names of form fields that prevent Kee from searching for logins for the form containing that field."
    },
    "conn_display_description": {
        "message": "Расширение браузера, которое позволяет безопасно автоматически авторизоваться на большинстве веб-сайтов. Ранее назывался KeeFox.",
        "description": "A brief description of Kee that gets presented to users to help them decide if they want to allow the connection to KeePass to be permitted."
    },
    "conn_invalid_message": {
        "message": "Kee отправил неправильную команду в вашу базу паролей.",
        "description": "A form of internal technical error. This can help user's to identify the type of problem they are experiencing."
    },
    "conn_setup_client_sl_low": {
        "message": "Kee запросил уровень безопасности, слишком низкий для подтверждения сервером паролей. Вам необходимо перезапустить процесс аутентификации с более высоким уровнем безопасности.",
        "description": ""
    },
    "conn_setup_enter_password_title": {
        "message": "Авторизация Kee",
        "description": "Heading of the popup that asks the user to authorise the connection to KeePass by typing in a password."
    },
    "conn_setup_enter_password": {
        "message": "Пожалуйста, введите пароль, отображающийся в окне KeePass \"Authorise a new connection\". Вам не понадобится запоминать этот пароль. Если вы ошибетесь, то сможете попробовать снова в ближайшее время.",
        "description": ""
    },
    "conn_setup_expired": {
        "message": "Вы слишком долго используете один и тот же секретный ключ.",
        "description": "The KeePassRPC server has detected that the secret key used for communication has expired and the user must therefore re-authenticate."
    },
    "conn_setup_failed": {
        "message": "Kee не разрешили соединиться, возможно из-за того, что вы неправильно ввели пароль для соединения.",
        "description": "The most likely cause for this error is that the user typed in the wrong password. Otherwise it's likely to be a bug in the KPRPC protocol, which we would have expected to see some evidence of over the past 5 years."
    },
    "conn_setup_invalid_param": {
        "message": "Kee передал некорректный параметр. Далее может следовать дополнительная информация: $1",
        "description": "This probably indicates a bug in Kee - we sent something to KeePassRPC that it wasn't expecting."
    },
    "conn_setup_missing_param": {
        "message": "Kee не удалось предоставить требуемый параметр. Далее может следовать дополнительная информация: $1",
        "description": "This probably indicates a bug in Kee - we failed to send some information to KeePassRPC that it required."
    },
    "conn_setup_restart": {
        "message": "Kee нужно перезапустить процесс авторизации.",
        "description": "A technical error occurred during the attempt to authorise the link between Kee and KeePassRPC so we need to notify the user that they will need to re-authenticate"
    },
    "conn_setup_retype_password": {
        "message": "Пожалуйста, введите новый пароль при запросе.",
        "description": "The user needs to re-authorise the connection to KeePass by typing in the new KeePassRPC password they're being shown by KeePass."
    },
    "conn_setup_server_sl_low": {
        "message": "Kee отклонил соединение к серверу паролей, так как его уровень бозопасности слишком низкий. Вам необходимо перезапустить процесс аутентификации используя более высокий уровень безопасности.",
        "description": ""
    },
    "conn_setup_client_features_missing": {
        "message": "Kee необходимо обновить для обеспечения доступа к вашему менеджеру паролей. Убедитесь что вы используете новейшую версию расширения браузера.",
        "description": "The KeePassRPC server requires features from Kee that this version does not contain."
    },
    "conn_setup_server_features_missing": {
        "message": "Ваш менеджер паролей должен быть обновлен для того чтобы разрешить привязку Kee. Обновите страницу Kee Vault и/или убедитесь что вы используете новейшую версию плагина KeePassRPC перейдя к быстрым и простым инструкциям $1",
        "description": "The KeePassRPC server does not offer some features that this version of Kee requires."
    },
    "conn_sl_high_label": {
        "message": "Запрашивать новый пароль для соединения при каждом запуске веб-браузера или KeePass.",
        "description": "Checkbox label to enable high security connection mode when authorising a connection to KeePassRPC"
    },
    "conn_sl_high": {
        "message": "Высокий",
        "description": ""
    },
    "conn_sl_low": {
        "message": "Низкий",
        "description": ""
    },
    "conn_sl_medium": {
        "message": "Средний",
        "description": ""
    },
    "conn_sl_server_min_desc": {
        "message": "Позволяет избежать соединения Kee с KeePass, если его уровень безопасности слишком низкий. См. параметры в KeePass, чтобы установить фактический уровень безопасности, используемый KeePass.",
        "description": ""
    },
    "conn_sl_server_min": {
        "message": "Минимальный допустимый уровень безопасности KeePass",
        "description": ""
    },
    "conn_sl_desc": {
        "message": "Вы можете поменять настройки, указанные ниже, чтобы управлять уровнем безопасности связи между вашим веб-браузером и KeePass. Возможно, вам не придется когда-либо изменять эти настройки, но если это понадобится, пожалуйста, ознакомьтесь с соответствующими страницами руководства.",
        "description": ""
    },
    "conn_sl_link": {
        "message": "Получить более подробную информацию об этих настройках и соединении между вашим веб-браузером и KeePass в руководстве",
        "description": "Link text to guide user to the manual to get more information about the security of the link to KeePass."
    },
    "conn_unknown_error": {
        "message": "Произошла непредвиденная ошибка при установке соединения с вашим менеджером паролей.",
        "description": "Something went wrong with the KeePassRPC link but we have no idea what."
    },
    "conn_unknown_protocol": {
        "message": "Kee использовал неправильный протокол.",
        "description": "Technical error in the communication between Kee and KeePassRPC. Not clear how user could resolve this or if they'll ever see it but it might happen."
    },
    "form_id": {
        "message": "ID формы",
        "description": ""
    },
    "form_name": {
        "message": "Название формы",
        "description": ""
    },
    "further_info_may_follow": {
        "message": "Далее может следовать дополнительная информация: $1",
        "description": "Phrase used to prefix extra information about a variety of different messages that may or may not be available in the replacement string, usually relating to technical errors and often rendered in the Kee log rather than in a user-facing place."
    },
    "matched_logins_label": {
        "message": "Подходящие логины",
        "description": "Header for panels/sections that contain the logins which Kee matched for this page/form"
    },
    "pref_Advanced_heading": {
        "message": "Расширенные настройки",
        "description": ""
    },
    "pref_ConnectionSecurity_heading": {
        "message": "Безопасность соединения",
        "description": "Heading for panel that contains settings for the security of the connection between Kee and KeePass."
    },
    "pref_ConnectionSecurity_explain_change": {
        "message": "Иногда изменение настроек ниже приведет к тому, что Kee запросит у вас новый случайный пароль. Чтобы изменить эти настройки, вам не нужно вводить правильный пароль выше, просто измените их и нажмите кнопку выше.",
        "description": "Explains what happens if user changes settings for the security of the connection between Kee and KeePass."
    },
    "srp_connect": {
        "message": "Соединиться",
        "description": "Button action to authorise the connection between Kee and KeePassRPC. Displayed when the user has entered a password and not changed any connection security settings."
    },
    "srp_save_connect": {
        "message": "Сохранить и соединиться",
        "description": "Button action to authorise the connection between Kee and KeePassRPC and save new connection options. Displayed when the user has entered a password and changed connection security settings."
    },
    "pref_DoNothing_desc": {
        "message": "Ничего не делать",
        "description": "Label for configuring Kee to take no action. Specific context may vary but will relate to auto filling and/or submitting"
    },
    "pref_FillAndSubmitForm_desc": {
        "message": "Заполнить и отправить форму",
        "description": ""
    },
    "pref_FillForm_desc": {
        "message": "Заполнить форму",
        "description": ""
    },
    "pref_FillingEntries_heading": {
        "message": "Заполнение полей",
        "description": "Heading for section of options panel which contains settings relating to how Kee behaves when filling entries into forms"
    },
    "pref_FindingEntries_heading": {
        "message": "Поиск записей",
        "description": "Heading for section of options panel which contains settings relating to how Kee behaves when finding entries for a website"
    },
    "pref_Logging_heading": {
        "message": "Журналирование",
        "description": "The output of text information that reports on the inner-workings of Kee."
    },
    "pref_SavingEntries_heading": {
        "message": "Сохранение записей",
        "description": "Heading for section of options panel which contains settings relating to how Kee behaves when saving new entries"
    },
    "pref_autoFillFormsWithMultipleMatches_label": {
        "message": "Выполнять это действие автоматически даже при обнаружении нескольких совпадающих записей",
        "description": "In reference to the Automatic form filling option, this checkbox option allows the user to say whether they want their selected action to be taken even when there is more than one matching entry."
    },
    "pref_autoFillFieldsWithExistingValue_label": {
        "message": "Автоматически заполнять поля, которые уже содержат текст",
        "description": "This checkbox option allows the user to say whether they want fields to be auto-filled if they already have a value. It doesn't affect manual fill requests."
    },
    "pref_keePassDBToOpen_label": {
        "message": "При открытии или входе в KeePass использовать этот файл базы данных",
        "description": ""
    },
    "pref_keePassRPCPort_label": {
        "message": "Соединяться с KeePass используя этот TCP/IP порт",
        "description": ""
    },
    "pref_keePassRPCPortWarning_label": {
        "message": "Примечание: измените настройку в KeePass.config, иначе Kee не всегда сможет взаимодействовать с KeePass",
        "description": "Displayed to the user near the setting for changing the KeePassRPC port"
    },
    "pref_logLevel_desc": {
        "message": "Выберите уровень детализации журнала. Каждый следующий уровень журнала генерирует больше информации.",
        "description": ""
    },
    "pref_logLevelDebugging_label": {
        "message": "Отладочный",
        "description": "Logging level for the most verbose information about Kee's operation"
    },
    "pref_logLevelInformation_label": {
        "message": "Информация",
        "description": "Logging level for important information about Kee's operation"
    },
    "pref_logLevelWarnings_label": {
        "message": "Предупреждения",
        "description": "Logging level for potential problems"
    },
    "pref_logLevelErrors_label": {
        "message": "Ошибки",
        "description": "Logging level for problems"
    },
    "pref_notifyBarRequestPasswordSave_label": {
        "message": "Предлагать сохранение паролей",
        "description": ""
    },
    "pref_animateWhenOfferingSave_label": {
        "message": "Анимировать иконку Kee, когда предлагается сохранение",
        "description": "Option to enable or disable the animation of the Kee icon that displays when an entry is available for saving from the main popup panel"
    },
    "pref_rememberMRUDB_label": {
        "message": "Запоминать последнюю используемую базу данных Kee Vault или KeePass",
        "description": ""
    },
    "pref_preferToSkipWhere_label": {
        "message": "Автоматически сохранять новые записи в последнюю использованную группу",
        "description": "Whether Kee will save new entries to the group most recently chosen by the user without presenting them with the usual Where group chooser interface"
    },
    "pref_saveFavicons_label": {
        "message": "Сохранять логотип/иконку веб-сайта (favicon)",
        "description": "Whether or not Kee will save the website's icon when a new entry is saved"
    },
    "pref_searchAllOpenDBs_label": {
        "message": "Искать во всех открытых базах Kee Vault и KeePass ",
        "description": ""
    },
    "pref_when_kee_chooses_standard_form_desc": {
        "message": "Когда Kee выбирает подходящий логин для стандартной формы, Kee следует",
        "description": "Context/label for user when changing setting relating to auto-fill/submit behaviour. A list of potential actions will be displayed immediately after this string and the user can select their preferred behaviour from that list."
    },
    "pref_when_user_chooses_desc": {
        "message": "Когда вы выбираете подходящий логин Kee следует",
        "description": "Context/label for user when changing setting relating to manual fill/submit behaviour. A list of potential actions will be displayed immediately after this string and the user can select their preferred behaviour from that list."
    },
    "site_options_invisible_tip_desc": {
        "message": "Примечание: Имена и ID могут не совпадать с видимыми метками на странице (они заданы в исходном коде страницы)",
        "description": "Explains that the configuration settings might not be what the casual user expects"
    },
    "site_options_list_explain_desc": {
        "message": "Если форма содержит параметр из приведенного ниже списка совпадений, Kee всегда будет пытаться заполнить его. Если форма содержит параметр из списка исключений, приведенных ниже, Kee никогда не будет пытаться заполнить его. Если параметр формы содержится в обоих списках, Kee не будет пытаться заполнить его.",
        "description": "Explains how Kee chooses which forms to fill in"
    },
    "pref_Finding_forms_heading": {
        "message": "Поиск форм",
        "description": "Settings heading for how Kee finds forms it is (or isn't) interested in filling in with entries from the password manager"
    },
    "site_options_valid_form_intro_desc": {
        "message": "Kee попытается заполнить подходящими записями из Kee Vault и KeePass все формы, у которых есть поле для ввода пароля. Вы можете поменять это поведение ниже. ",
        "description": "Explains how Kee chooses which forms to fill in"
    },
    "text_field_id": {
        "message": "ID текстового поля",
        "description": ""
    },
    "text_field_name": {
        "message": "Имя текстового поля",
        "description": ""
    },
    "white_list": {
        "message": "Список совпадений",
        "description": "List of items that cause behaviour to be enabled if they match. For example, the list of names of form fields that force Kee to search for logins for the form containing that field."
    },
    "Help_Centre_Button_label": {
        "message": "Справочный центр",
        "description": ""
    },
    "cancel": {
        "message": "Отмена",
        "description": ""
    },
    "Logins_Context_Edit_Login_label": {
        "message": "Редактировать логин",
        "description": ""
    },
    "Menu_Button_copyNewPasswordToClipboard_label": {
        "message": "Генерировать новый пароль",
        "description": ""
    },
    "Menu_Button_fillCurrentDocument_label": {
        "message": "Найти подходящие логины",
        "description": ""
    },
    "Menu_Button_options_label": {
        "message": "Настройки",
        "description": "Link to the add-on's settings"
    },
    "Menu_Button_open_keepass_label": {
        "message": "Открыть KeePass",
        "description": "Action button to launch, unlock and/or focus KeePass"
    },
    "Menu_Button_open_kee_vault_label": {
        "message": "Открыть Kee Vault",
        "description": "Action button to launch, unlock and/or focus Kee Vault"
    },
    "Search_label": {
        "message": "Поиск...",
        "description": ""
    },
    "PasswordProfilesExplanation_label": {
        "message": "По желанию вы можете создать другую запись выбрав профиль пароля ниже. Используйте Kee Vault или KeePass, чтобы сохранять новые профили.",
        "description": ""
    },
    "copy_password_label": {
        "message": "Копировать пароль",
        "description": ""
    },
    "copy_username_label": {
        "message": "Копировать имя пользователя",
        "description": ""
    },
    "copy": {
        "message": "Копировать",
        "description": "Prefixed before a field name and id to indicate to the user that when they click here the value for that field will be copied to the clipboard. Displayed before (left) of the field name with a space between this string and the field name."
    },
    "copy_value_to_clipboard": {
        "message": "Копировать значение в буфер обмена",
        "description": "Indicates to the user that when they click here the value for that field will be copied to the clipboard."
    },
    "click_to_reveal_hide": {
        "message": "Нажмите, чтобы показать/скрыть",
        "description": "Indicates to the user that when they click here the value of the protected field will be displayed or hidden (toggled)."
    },
    "no_name": {
        "message": "без имени",
        "description": "Used in place of a field name when the specific field has no name. Will be surrounded by [ square brackets ]"
    },
    "matches_from_other_sites": {
        "message": "Совпадения с другими сайтами",
        "description": "Search results section header."
    },
    "create_new_entry": {
        "message": "Создать новую запись",
        "description": "Create new entry"
    },
    "showing_options_for": {
        "message": "Показать настройки для",
        "description": "label for a group of radio buttons that allows the user to change the scope of the settings they are changing - e.g. all websites or just one specific website"
    },
    "all_websites": {
        "message": "Все веб-сайты",
        "description": ""
    },
    "a_specific_website": {
        "message": "Определенный веб-сайт",
        "description": ""
    },
    "current_website": {
        "message": "Текущий веб-сайт",
        "description": ""
    },
    "website": {
        "message": "Веб-сайт",
        "description": ""
    },
    "website_options_search_placeholder": {
        "message": "наприм., www.google.com",
        "description": "A placeholder for the search box where the user searches for the settings that apply to a specific website (per-site settings)"
    },
    "website_options_search_tooltip": {
        "message": "наприм., www.google.com (без указания протоколов, таких как https://)",
        "description": "Tooltip/title for the search box where the user searches for the settings that apply to a specific website (per-site settings)"
    },
    "generatePassword_copied": {
        "message": "Новый пароль скопирован в буфер обмена.",
        "description": ""
    },
    "generatePassword_instructions": {
        "message": "Выберите какой тип пароля создать:",
        "description": ""
    },
    "generatePassword_done_1": {
        "message": "Пароль сгенерирован.",
        "description": ""
    },
    "generatePassword_done_2": {
        "message": "Вставьте его в поле \"новый пароль\" или куда угодно.",
        "description": ""
    },
    "loggedIn_tip": {
        "message": "Вы подключены к базе паролей '$1'",
        "description": "Tells the user they are logged into a Kee Vault or KeePass database (and gives its name, if any)"
    },
    "loggedInMultiple_tip": {
        "message": "Вы подключены к $1 базам паролей. '$2' активна.",
        "description": "Tells the user they have more than one KeePass database open and tells them which one is active/selected"
    },
    "multiplePasswordSourcesEnabled": {
        "message": "Включено источников паролей: $1",
        "description": "Tells the user how many password databases they have open and unlocked"
    },
    "matchedLogin_label": {
        "message": "$1 - $2",
        "description": "<username> <seperator> <entry title>"
    },
    "matchedLogin_tip": {
        "message": "$1 в группе $2 ($3)",
        "description": "Tooltip displayed over a matched login in the list of matched logins. Params: 1: entry title, 2: group name, 3: username"
    },
    "noUsername_partial_tip": {
        "message": "нет имени пользователя",
        "description": ""
    },
    "notifyBarLaunchKeePass_label": {
        "message": "Вы не подключены к своему менеджеру паролей. ",
        "description": ""
    },
    "notifyBarLaunchKeePassButton_tip": {
        "message": "Запустите Kee Vault или KeePass, чтобы включить Kee",
        "description": ""
    },
    "notifyBarLoginToKeePassButton_tip": {
        "message": "Разблокируйте свой менеджер паролей, чтобы включить Kee",
        "description": ""
    },
    "save": {
        "message": "Сохранить",
        "description": ""
    },
    "savePasswordText": {
        "message": "Вы хотите, чтобы Kee сохранил этот пароль?",
        "description": ""
    },
    "update": {
        "message": "Сохранить",
        "description": ""
    },
    "close": {
        "message": "Закрыть",
        "description": "Action user can click on to close/dismiss a panel or other user interface element"
    },
    "autoclose_countdown": {
        "message": "Автозакрытие через $1 секунд(ы)",
        "description": "Label for a user interface element which allows the user to disable the auto-close functionality. Also tells the user how many seconds are remaining before the auto-close functionality triggers."
    },
    "autoclose_cancelled": {
        "message": "Автозакрытие отменено",
        "description": "Tells the user that the panel auto-close functionality has been disabled for this panel."
    },
    "add": {
        "message": "Добавить",
        "description": "Action button for user to add an item to a collection. E.g. add an entry to the list of site-specific settings overrides"
    },
    "edit": {
        "message": "Редактировать",
        "description": "Action button for user to edit an item within a collection. E.g. edit an entry within the list of site-specific settings overrides"
    },
    "delete": {
        "message": "Удалить",
        "description": "Action button for user to delete an item within a collection. E.g. delete an entry within the list of site-specific settings overrides"
    },
    "site_specific_settings_checkbox_explanation": {
        "message": "Настройки из \"Все веб-сайты\" будут применяться к каждой секции ниже, пока вы не включите определенную настройку используя отметку рядом с ней.",
        "description": "Explains to the user how the site-specific settings can be enabled and what happens in the default situation"
    },
    "site_properties": {
        "message": "Свойства сайта",
        "description": "Site properties"
    },
    "enter_valid_regex": {
        "message": "Введите правильное регулярное выражение или выберите другой тип",
        "description": "Validation error message displayed to user when they have configured the properties of a site specific configuration to be a regular expression (Regex) but supplied a website value that is not a valid regex"
    },
    "site_properties_weight_warning": {
        "message": "Вам понадобится внимательно проверить веса других конфигураций, если вы соберетесь воспользоваться этой расширенной возможностью.",
        "description": "Warning to users that the match weighting feature of site-specific config is an advanced feature"
    },
    "target": {
        "message": "Цель",
        "description": "For differentiating which part of a URL will be matched - e.g domain, hostname or complete page address"
    },
    "method": {
        "message": "Метод",
        "description": "For differentiating how a text string will be matched - e.g exact, prefix or regex"
    },
    "weight": {
        "message": "Вес",
        "description": "A number that can be compared to others in order to decide which associated configuration takes precendence."
    },
    "yes": {
        "message": "Да",
        "description": "Yes"
    },
    "no": {
        "message": "Нет",
        "description": "No"
    },
    "site_specific_settings_inherit": {
        "message": "Использовать те же настройки, что и для всех веб-сайтов.",
        "description": "Option for user to say that they want to use whatever the setting is for the top-level settings for all websites, rather than overriding it with a setting for this specific site."
    },
    "password": {
        "message": "Пароль",
        "description": "Amazingly, didn't have a need for this translation until v2.0 ;-)"
    },
    "conn_setup_client_sl_low_resolution": {
        "message": "Соединиться используя высокий уровень безопасности",
        "description": "Button that will change the security level Kee attempts to use when connecting to the KeePassRPC server."
    },
    "learn_more": {
        "message": "Подробнее",
        "description": "Action/button/link to send the user to somewhere that they can read more about a topic/concept"
    },
    "dont_show_again": {
        "message": "Больше не показывать это сообщение",
        "description": "Button user can click on to cause a message to hide and not reappear"
    },
    "upgrade_kee": {
        "message": "Обновить Kee",
        "description": "Button user can click on to load a web page with instructions on how to upgrade Kee"
    },
    "pref_when_one_matching_network_login": {
        "message": "Автоматически выполнить вход, когда Kee находит только один подходящий сетевой логин (например, HTTP Auth)",
        "description": "When the user selects this option, they will be shown the popup dialog with all matching entries for network authentication, unless there is only one match. If not enabled, the user will always see the list of matching logins."
    },
    "network_authentication": {
        "message": "Сетевая аутентификация",
        "description": "Heading for popup dialog displayed when HTTP Auth or a proxy requires authentication."
    },
    "network_auth_proxy_description": {
        "message": "Требуется аутентификация на прокси для получения доступа к $1",
        "description": "Instructions for popup dialog displayed when a proxy requires authentication."
    },
    "network_auth_http_auth_description": {
        "message": "Требуется аутентификация на веб-сайте для получения доступа к $1. Веб-сайт сообщает: $2",
        "description": "Instructions for popup dialog displayed when a site requires authentication using HTTP Auth."
    },
    "network_auth_choose": {
        "message": "Выберите логин из списка ниже или закройте это окно, чтобы вручную ввести требуемый логин.",
        "description": "Instructions for popup dialog displayed when a site or proxy requires network authentication."
    },
    "welcome_to_kee": {
        "message": "Добро пожаловать в Kee",
        "description": "Header for release notes page. May have a version suffix added to it. E.g. Welcome to Kee 2.0"
    },
    "introduction_to_kee": {
        "message": "Kee автоматически заполняет формы авторизации, чтобы сэкономить ваше время и защитить вас от угроз безопасности.",
        "description": "Top-level description of what Kee does. Focuses on the most obvious/desirable features that are specific to Kee, rather than generic to the concept of a password manager."
    },
    "all_sites_permissions_required_start": {
        "message": "Ваш браузер требует дополнительной настройки, прежде чем Kee сможет работать. Если вы хотите получить дополнительную информацию перед продолжением, прочитайте о том,",
        "description": "First part of a paragraph that contains 2 links. The first, directly follows this text (a space character is inserted either side of the link) is a link to information about why open source is important for a password manager."
    },
    "all_sites_permissions_required_why_open_source_link_text": {
        "message": "зачем нужен открытый исходный код",
        "description": "Text for a link to information about why open source is important for a password manager. A space character will be inserted either side of the link."
    },
    "all_sites_permissions_required_middle": {
        "message": "и вы можете найти подробную информацию обо всех",
        "description": "Middle part of the paragraph - surrounded by the two links."
    },
    "all_sites_permissions_required_permissions_link_text": {
        "message": "разрешениях (правах доступа)",
        "description": "Text for a link to information about the extension permissions we require and why. A space character will be inserted either side of the link."
    },
    "all_sites_permissions_required_end": {
        "message": "которые необходимы на нашем веб-сайте.",
        "description": "Final part of the paragraph, directly preceded by the link to our website page about extension permissions."
    },
    "continue": {
        "message": "продолжить",
        "description": "Call to action to proceed with the next step in a process. E.g. asking the browser UI to prompt the user with a new question."
    },
    "recommend_action_button_should_be_pinned": {
        "message": "Поскольку Kee используется на многих сайтах, мы рекомендуем закрепить кнопку Kee на панели инструментов:",
        "description": "Recommends that the user might want to pin the extension to the main toolbar. A screenshot demonstrating this will be displayed directly below (English in the screenshot so not ideal but it's the icons that matter most)."
    },
    "kee_works_with_a_password_manager": {
        "message": "Учетные данные, которые вводит Kee, надежно хранятся в менеджере паролей, защищенном одним \"главным паролем\".",
        "description": "Explains that Kee stores passwords in a password manager that users access through a single password."
    },
    "recommend_start_with_kee_vault": {
        "message": "Мы рекомендуем попробовать наш менеджер паролей Kee Vault. Он доступен по цене около £20 в год после бесплатной пробной версии, обеспечивает автоматическую синхронизацию и резервное копирование паролей на всех ваших устройствах, а ещё является приложением с открытым исходным кодом, как и Kee.",
        "description": "Recommend the quick and easy option for new users to increase likelihood of long-term usage of a password manager."
    },
    "recommend_start_with_kee_vault2": {
        "message": "У нас есть приложения, которые помогут вам авторизоваться в других приложениях и на веб-сайтах на ваших устройствах iOS и Android.",
        "description": "Further details about the Kee Vault service."
    },
    "kee_still_supports_keepass": {
        "message": "Kee по-прежнему полностью совместим с KeePass в качестве менеджера паролей, поэтому вам не нужно предпринимать никаких действий, но мы будем очень благодарны за вашу поддержку, чтобы продолжить развитие Kee в будущем.",
        "description": "Reassures users that nothing has changed regarding the support of KeePass as a password management source."
    },
    "load_kee_vault_now": {
        "message": "Загрузить Kee Vault",
        "description": "Call To Action button text. On click, the Kee Vault app will load and focus in a new tab."
    },
    "you_can_use_KeePass_instead": {
        "message": "В качестве альтернативы вы можете настроить KeePass Password Safe 2.",
        "description": "Explains that Kee also works with KeePass so they can choose to configure that if they prefer to avoid all financial expenditure."
    },
    "table_summarises_differences": {
        "message": "В таблице ниже приведены основные различия.",
        "description": "Introduces the summary table that will help users choose a password manager to start with."
    },
    "installation_required": {
        "message": "Требуется установка",
        "description": "States that the user will need to install components on their computer"
    },
    "access_from_multiple_devices": {
        "message": "Доступ с нескольких настольных и мобильных устройств",
        "description": "Covers web browsers and mobiles, laptops, tablets, etc."
    },
    "shared_preferences": {
        "message": "Общие настройки",
        "description": "Labels the process of synchronising browser extension and password manager configuration options/preferences across multiple locations."
    },
    "yes_configure_once": {
        "message": "Да, настроить один раз",
        "description": "Supports synchronising browser extension and password manager configuration options/preferences"
    },
    "no_configure_multiple": {
        "message": "Нет, настраивать на каждом веб-браузере или устройстве, которое вы используете",
        "description": "Does not support synchronising browser extension and password manager configuration options/preferences"
    },
    "difficulty": {
        "message": "Сложность",
        "description": "How hard or easy it is to complete a task"
    },
    "difficulty_kee_vault": {
        "message": "Простая",
        "description": "Indicates that it is easy to get started with Kee Vault"
    },
    "difficulty_keepass": {
        "message": "Средняя (Сложно на компьютерах с Mac OS)",
        "description": "Indicates that more work is required to get started with KeePass"
    },
    "keepass_sync_config_explanation": {
        "message": "Для KeePass частичное решение для доступа с нескольких устройств может быть настроено вручную с использованием сторонних сервисов, некоторые из которых взимают плату. Каждое устройство должно быть подготовлено и настроено заранее.",
        "description": ""
    },
    "point_user_to_keepass_install_instructions_start": {
        "message": "Инструкции по установке и настройке KeePass и обязательного плагина KeePassRPC.plgx можно найти по следующей ссылке",
        "description": "Left part of a sentence that contains a link to the community forum in the middle. For new installations"
    },
    "point_user_to_keepass_install_instructions_end": {
        "message": ".",
        "description": "Right part of a sentence that contains a link to the community forum in the middle. For new installations"
    },
    "point_user_to_tutorial_link_text": {
        "message": "интерактивное руководство",
        "description": "Name of the link to the interactive tutorial page"
    },
    "point_user_to_forum_link_text": {
        "message": "форум сообщества",
        "description": "Name of the link to the community forum"
    },
    "notification_raised_title": {
        "message": "У Kee есть уведомление для вас",
        "description": "Title of a transient native notification displayed on the user's screen to alert them to a notification in the Kee browser action popup."
    },
    "notification_yellow_background": {
        "message": "Кнопка Kee становится желтой, когда появляется новое уведомление.",
        "description": "Part of the message within a transient native notification displayed on the user's screen to alert them to a notification in the Kee browser action popup."
    },
    "notification_only_shown_some_times": {
        "message": "Такое дополнительное всплывающее уведомление будет появляться всего несколько раз.",
        "description": "Appended to the message of a transient native notification displayed on the user's screen when we show the message only a handful of times before assuming they have learnt the contents of the message."
    },
    "notification_save_password_tip": {
        "message": "Открыть Kee (нажмите кнопку иконки Kee в панели инструментов) и затем нажмите кнопку +",
        "description": "Part of the message within a transient native notification displayed on the user's screen to tell them how to save a password"
    },
    "loading": {
        "message": "Загрузка...",
        "description": "Holding message to be displayed when Kee has to display something to the user to indicate that the requested information or interface element will be displayed shortly."
    },
    "version_upgrade_heading_changes": {
        "message": "Изменения в версии",
        "description": "Heading for the list of changes in a version of Kee. A space and the current version number will be suffixed at the end of this string."
    },
    "pref_currentSearchTermTimeout_label": {
        "message": "Очистить результаты поиска через (секунд)",
        "description": "Setting label to adjust how long the search text a user typed will remain cached, essentially persisting the popup search results for a short time."
    },
    "other_technical_improvements": {
        "message": "Другие технические улучшения",
        "description": "Heading for the list of additional technical changes in a version of Kee. The changes themselves may be too technical to be worth translating but it's useful if the user knows what the section of the page is about."
    },
    "reliability_improvements": {
        "message": "Выше надежность",
        "description": "Heading for text that explains we have made improvements to the reliability of some aspect of Kee"
    },
    "new_icon": {
        "message": "Новая иконка",
        "description": "Heading for text that explains we have a new icon / branding"
    },
    "kee_vault_announcement_1": {
        "message": "Kee Vault - это новый менеджер паролей с открытым исходным кодом. Он работает в вашем веб-браузере, поэтому установка не требуется.",
        "description": "Introduction to what Kee Vault is"
    },
    "kee_vault_announcement_2": {
        "message": "Он работает на любом современном устройстве или веб-браузере, даже в автономном режиме. После импорта вашей базы данных KeePass вы сможете получить доступ к хранилищу Kee из любого места, при этом ваши изменения и настройки конфигурации будут автоматически синхронизированы с вашими устройствами и браузерами.",
        "description": "Outlines a few benefits of Kee Vault compared to KeePass"
    },
    "kee_vault_announcement_3": {
        "message": "Версия Kee 3.0 позволяет использовать Kee Vault вместо настольного приложения KeePass с поддержкой всех существующих функций Kee, таких как заполнение и сохранение форм, поиск и генерация пароля.",
        "description": "Explains that Kee v3 works with Kee Vault"
    },
    "pref_automatic": {
        "message": "Автоматический",
        "description": "Group of settings that relate to the actions that Kee can take automatically when filling entries"
    },
    "pref_manual": {
        "message": "Вручную",
        "description": "Group of settings that relate to the actions that Kee takes when the user explicitly asks Kee to fill an entry"
    },
    "pref_fill_override_hint": {
        "message": "Отредактируйте отдельные записи в вашем менеджере паролей, чтобы изменить это поведение.",
        "description": "Statement to inform the user that they are able to override the associated (automatic) behaviour on a per-entry basis via Kee Vault or KeePass."
    },
    "pref_fill_override_option": {
        "message": "Редактирование поведения автоматической отправки записи также переопределяет это поведение.",
        "description": "Checkbox option to allow the user to override the associated (manual) behaviour on a per-entry basis via Kee Vault or KeePass."
    },
    "next": {
        "message": "Дальше",
        "description": "Action button for user to advance to the next step in a multi-step process. E.g. to confirm username and password for a new entry and load the panel that allows selection of where to save the new entry."
    },
    "title": {
        "message": "Название",
        "description": "E.g. the title of an entry."
    },
    "username": {
        "message": "Имя пользователя",
        "description": "Use the most generic and common term available for the primary sign-in identifier for an account. In practice may be an email address, number, surname, username, etc. but in all cases this will refer to the string the user has stored in the entry's primary Username field."
    },
    "enabled": {
        "message": "Включено",
        "description": "Indicates that a boolean option such as a checkbox is in an enabled/on/true state"
    },
    "disabled": {
        "message": "Отключено",
        "description": "Indicates that a boolean option such as a checkbox is in an disabled/off/false state"
    },
    "unsaved_changes": {
        "message": "У вас есть недавние несохраненные изменения.",
        "description": "Shown to user when the popup is opened and a new or existing entry is part-way through being edited from a recent popup session. Note that very recent popup sessions are automatically 'continued' without the user needing to consider this information."
    },
    "continue_saving": {
        "message": "Продолжить сохранение",
        "description": "Action for user to continue editing the same entry that was being edited when the popup recently closed."
    },
    "discard_changes": {
        "message": "Отменить изменения",
        "description": "Action for user to abandon the changes to the entry that were in progress when the popup recently closed."
    },
    "password_profile_hint": {
        "message": "Выберите набор правил, который будет применяться к новому паролю. Правила включают длину пароля и тип символов, которые могут быть использованы. Создайте новые профили в вашем менеджере паролей.",
        "description": "Explains what a password profile is and how to create new ones."
    },
    "password_profile": {
        "message": "Профиль пароля",
        "description": "Name of the profiles used by KeePass and Kee Vault to construct new random passwords."
    },
    "url_mismatch_1": {
        "message": "Эта запись относится к другому сайту.",
        "description": "1st sentence of a warning message to notify the user that updating the entry will enable its use on a new website."
    },
    "url_mismatch_2": {
        "message": "Продолжая это обновление, вы сможете использовать эти учетные данные и на этом сайте.",
        "description": "2nd sentence of a warning message to notify the user that updating the entry will enable its use on a new website."
    },
    "url_mismatch_3": {
        "message": "Убедитесь, что это не попытка обманом заставить вас раскрыть свой пароль!",
        "description": "3rd sentence of a warning message to notify the user that updating the entry will enable its use on a new website."
    },
    "url_mismatch_confirm": {
        "message": "Я понимаю риск; Поделиться учетными данными с $1.",
        "description": "Label for a confirmation checkbox for the user to affirm that they want to enable the use of an entry on a new website."
    },
    "make_additional_changes_using_full_editor": {
        "message": "Дополнительные изменения можно сделать с помощью полной версии редактора.",
        "description": "Note to user that the Kee interface does not allow every possible type of edit to an entry."
    },
    "open_full_editor": {
        "message": "Открыть расширенный редактор",
        "description": "Button action to open the full entry editor in KeePass or Kee Vault. Be sure to imply that the need to click the button is 'unusual', as I have done with the word 'advanced'"
    },
    "where": {
        "message": "Где?",
        "description": "Brief question to the user to introduce the section in the popup where they can select where their entry will be saved (which database, group, etc.)"
    },
    "will_be_copied_to_clipboard": {
        "message": "Этот новый пароль будет скопирован в буфер обмена.",
        "description": ""
    },
    "password_will_be_set_on_field": {
        "message": "Поле ввода пароля будет заполнено этим паролем.",
        "description": ""
    },
    "also_copy_to_clipboard": {
        "message": "Также копировать в буфер обмена.",
        "description": "Explains that enabling this option will copy the value to the clipboard in addition to the default behaviour"
    },
    "generator_action_copy": {
        "message": "Копировать",
        "description": "Action button to copy to the clipboard a value such as a newly generated password"
    },
    "generator_action_apply": {
        "message": "Применить",
        "description": "Action button to apply a change such as a newly generated password. Resulting alterations are not persisted immediately."
    },
    "generator_action_apply_and_copy": {
        "message": "Применить и копировать",
        "description": "Action button to both copy and apply a change such as a newly generated password. Resulting alterations are not persisted immediately."
    },
    "skip_where_reason_domain_entry_exists": {
        "message": "Вы видите этот вопрос, потому что для этого домена запись уже создана.",
        "description": "Explains why user is being asked where to save a new entry despite having previously requested to not be asked."
    },
    "skip_where_reason_group_not_found": {
        "message": "Вы видите этот вопрос, потому что группа, которую вы недавно сохранили, не может быть найдена. Это может быть связано с тем, что она была удалена или скрыта от Kee. Или, возможно, просто потому, что необходимый источник пароля не разблокирован.",
        "description": "Explains why user is being asked where to save a new entry despite having previously requested to not be asked."
    },
    "skip_where_enable_context": {
        "message": "Всегда сохранять новые записи здесь",
        "description": "Description of checkbox that when enabled will change a setting such that the user is not prompted where to save future entries they create."
    },
    "list_version_upgrade_4_0": {
        "message": "Поддержка последних веб-браузеров (MV3);Более быстрое подключение к KeePass на некоторых системах (требуется KeePassRPC.plgx v2+);Многочисленные исправления ошибок и, возможно, некоторые новые ошибки, которые были добавлены.",
        "description": "Changes for the version number in the string key name. Multiple items MUST be separated by a semicolon (;). Do not use a semi-colon except as a list-item (new line) separator."
    },
    "release_details_for_keepass_available_on_forum": {
        "message": "Более подробная информация, включая важную информацию для пользователей KeePass, можно найти в объявлении о выпуске на форуме сообщества:",
        "description": "Statement - preceding a link - to notify users that there is a corresponding topic on the community forum that was posted just before this version was submitted to the web browser extension stores for review. Specifically this one calls out that it affects KeePass users (due to KeePassRPC.plgx related information)"
    },
    "thanks_for_beta_testing": {
        "message": "Спасибо за тестирование бета-версии Kee Вы помогаете нам сделать Kee лучше для всех. Если у вас есть какие-либо комментарии или вы обнаружили новые проблемы с этим выпуском, пожалуйста, присоединяйтесь к обсуждению на форуме сообщества и сообщите нам об этом.",
        "description": "Message thanking the user for being a Kee beta tester"
    },
    "beta_testing_is_good": {
        "message": "Тестеры бета-версии Kee уже давно имеют доступ к некоторым из этих улучшений.",
        "description": "Brief highlight of one of the benefits of being a Kee beta tester"
    },
    "join_the_community_cta": {
        "message": "Присоединяйтесь к ним сейчас!",
        "description": "Call to action to join a community. Initially for beta testing but could be reused for other purposes such as the community forum in future."
    },
    "ignore_case": {
        "message": "Игнорировать регистр",
        "description": "Enabling this setting will cause a case-insensitive comparison to be made (e.g. when looking for matching names and IDs of forms to fill in)"
    },
    "ignore_case_explanation_finding_forms": {
        "message": "Например, слово 'search' в любом из списков включения или исключения будет соответствовать словам 'search', 'Search' и 'SEARCH'. Если у вас нет очень необычных и сложных требований, лучше оставить эту опцию включенной.",
        "description": "Describes the ignore case setting when used for configuring the include and exclude lists for finding forms."
    },
    "theme": {
        "message": "Тема",
        "description": "The visual theme applied to the extension's user interface. As per convention, the values refer to the predominant shade - i.e. the background colour"
    },
    "dark": {
        "message": "Темная",
        "description": "Black colour or similar; Darkened visual appearance"
    },
    "light": {
        "message": "Светлая",
        "description": "White colour or similar; Bright visual appearance"
    },
    "system_preference": {
        "message": "Системные настройки",
        "description": "The user's configured preference/setting in their system. System is vague because different browsers will implement it in different ways so it could relate to either the user's operating system, their web browser or both."
    },
    "theme_system_preference_explanation": {
        "message": "Не все операционные системы и браузеры поддерживают автоматическое переключение темы расширений. Вы можете выбрать свой предпочтительный режим вручную выше, если это необходимо.",
        "description": "Explains what the Theme preference does and why"
    },
    "pref_Appearance_heading": {
        "message": "Внешний вид",
        "description": "Heading for settings/options that relate to the visual appearance of the extension"
    },
    "pref_hidden_options_present_explanation": {
        "message": "Kee автоматически управляет дополнительными настройками для этого сайта, поэтому удаление невозможно.",
        "description": "Notification and explanation to user that one or more hidden settings are present for the configuration of a specific site"
    },
    "preferred_matching_entry": {
        "message": "Предпочитаемая совпадающая запись",
        "description": "Label for toggle between preferred status for the specific matched entry the toggle is displayed upon."
    },
    "show_confirmation_after_save": {
        "message": "Показать подтверждение после сохранения записи",
        "description": "Label for option to display a confirmation message in the main popup after user has created or updated an entry."
    },
    "you_recently_saved": {
        "message": "Вы недавно сохранили запись",
        "description": "A confirmation message after user has created or updated an entry."
    },
    "KB_shortcut_simple_2_desc": {
        "message": "Авторизоваться в менеджере паролей / Выбрать подходящий логин / Показать список подходящих логинов",
        "description": "Description of keyboard shortcut setting for the primary action - exact behaviour depends on state when executed"
    }
}