{
  "KB_shortcut_simple_2_desc": {
    "message": "Выполнить логин в KeePass / Выбрать подходящий логин / Показать список подходящих логинов",
    "description": "Описание настройки горячей клавиши для основного действия - точное поведение зависит от состояния на момент выполнения"
  },
  "black_list": {
    "message": "Черный список",
    "description": "Список, с помощью которого запрещается определенное поведение, если обнаружены совпадения. Например, список имен полей формы, которые запрещают Kee искать логины на форме, содержащей такое поле."
  },
  "conn_display_description": {
    "message": "Расширение браузера, которое позволяет безопасно выполнять автологин на многих сайтах. Ранее назывался KeeFox.",
    "description": "Краткое описание Kee, чтобы помочь пользователям решить, хотят ли они разрешить соединение с KeePass."
  },
  "conn_invalid_message": {
    "message": "Kee отправил неправильную команду в вашу базу паролей.",
    "description": "Форма внутренней технической ошибки. Она может помочь пользователю определить с какой проблемой он столкнулся."
  },
  "conn_setup_client_sl_low": {
    "message": "Kee запросил уровень безопасности, слишком низкий для подтверждения сервером паролей. Вам необходимо перезапустить процесс аутентификации с более высоким уровнем безопасности.",
    "description": ""
  },
  "conn_setup_enter_password_title": {
    "message": "Авторизация Kee",
    "description": "Заголовок вкладки, которая просит пользователя авторизовать соединение с KeePass введя пароль."
  },
  "conn_setup_enter_password": {
    "message": "Пожалуйста, введите пароль, отображающийся в окно KeePass \"Authorise a new connection\". Вам не понадобится запоминать этот пароль. Если вы ошибетесь, то сможете попробовать снова в ближайшее время.",
    "description": ""
  },
  "conn_setup_expired": {
    "message": "Вы пользуетесь одним и тем же секретным ключом слишком долго.",
    "description": "Сервер KeePassRPC обнаружил, что секретный ключ, используемый для соединения, устарел и пользователю нужно пройти аутентификацию повторно."
  },
  "conn_setup_failed": {
    "message": "Kee не разрешили соединиться, возможно из-за того, что вы неправильно ввели пароль для соединения.",
    "description": "Наиболее вероятная причина такой ошибки - пользователь ввел неправильный пароль. В противном случае это похоже на ошибку в протоколе KPRPC, доказательство которой мы ожидали увидеть уже более чем в течение 5 последних лет."
  },
  "conn_setup_invalid_param": {
    "message": "Kee передал некорректный параметр. Далее может следовать дополнительная информация: $1",
    "description": "Это скорее всего указывает на ошибку в Kee - мы отправили что-то в KeePassRPC, что он не предполагал получить."
  },
  "conn_setup_missing_param": {
    "message": "Kee не удалось предоставить требуемый параметр. Далее может следовать дополнительная информация: $1",
    "description": "Это скорее всего указывает на ошибку в Kee - мы не смогли отправить информацию в KeePassRPC, которую он требовал."
  },
  "conn_setup_restart": {
    "message": "Kee нужно перезапустить процесс авторизации.",
    "description": "Во время попытки авторизации соединения между Kee и KeePassRPC произошла ошибка, поэтому нам надо уведомить пользователя, что необходимо выполнить повторную аутентификацию."
  },
  "conn_setup_retype_password": {
    "message": "Пожалуйста, введите новый пароль при запросе.",
    "description": "Пользователю необходимо повторно авторизовать соединение с KeePass введя новый пароль KeePassRPC, показанный в KeePass."
  },
  "conn_setup_server_sl_low": {
    "message": "Kee отклонил соединение к серверу паролей, так как его уровень бозопасности слишком низкий. Вам необходимо перезапустить процесс аутентификации используя более высокий уровень безопасности.",
    "description": ""
  },
  "conn_setup_client_features_missing": {
    "message": "Необходимо обновить Kee, чтобы соединиться с KeePass Password Safe. Проверьте, что у вас запущена последняя версия расширения браузера.",
    "description": "Серверу KeePassRPC требуются функции, которые отсуствуют в этой версии Kee."
  },
  "conn_setup_server_features_missing": {
    "message": "Необходимо обновить плагин KeePassRPC в KeePass Password Safe, чтобы разрешить Kee соединиться с ним. Проверьте, что у вас запущена последняя версия плагина KeePassRPC следуя быстрой и простой инструкции по адресу $1",
    "description": "Сервер KeePassRPC не предоставляет некоторые функции, которое необходимы этой версии Kee."
  },
  "conn_sl_high_label": {
    "message": "Запрашивать новый пароль для соединения каждый раз, как я запускаю браузер или KeePass.",
    "description": "Опция для включения режима соединения с высокой безопасностью при авторизации соединения с KeePassRPC"
  },
  "conn_sl_high": {
    "message": "Высокий",
    "description": ""
  },
  "conn_sl_low": {
    "message": "Низкий",
    "description": ""
  },
  "conn_sl_medium": {
    "message": "Средний",
    "description": ""
  },
  "conn_sl_server_min_desc": {
    "message": "Позволяет избежать соединения Kee с KeePass, если его уровень безопасности слишком низкий. Загляните в настройки KeePass, чтобы установить уровень безопасности, используемый KeePass.",
    "description": ""
  },
  "conn_sl_server_min": {
    "message": "Минимальный допустимый уровень безопасности KeePass",
    "description": ""
  },
  "conn_sl_desc": {
    "message": "Вы можете поменять настройки, указанные ниже, чтобы управлять тем, насколько безопасным будет канал соединения между вашим веб-браузером и KeePass. Возможно вам не придется когда-либо менять эти настройки, но если вы это сделаете, пожалуйста, убедитесь, что вы ознакомились с соответствующими страницами руководства.",
    "description": ""
  },
  "conn_sl_link": {
    "message": "Получить более подробную информацию об этих настройках и соединении между ваших веб-браузером и KeePass в руководстве",
    "description": "Ссылка, направляющая пользователя к руководству, чтобы получить более подробную информацию о безопасности канала связи с KeePass."
  },
  "conn_unknown_error": {
    "message": "При попытке соединения с вашей базой паролей произошла неожиданная ошибка.",
    "description": "Что-то прошло не так с соединением с KeePassRPC, но мы не знаем в чем дело."
  },
  "conn_unknown_protocol": {
    "message": "Kee использовал неправильный протокол.",
    "description": "Техническая ошибка при взаимодействии между Kee и KeePassRPC. Не совсем ясно как пользователь может это решить и столкнется ли еще раз с такой ошибкой, но она снова может произойти."
  },
  "form_id": {
    "message": "Идентификатор формы (id)",
    "description": ""
  },
  "form_name": {
    "message": "Название формы (name)",
    "description": ""
  },
  "further_info_may_follow": {
    "message": "Далее может следовать дополнительная информация: $1",
    "description": "Фраза, предваряющая дополнительную информацию о целом ряде различных сообщений, которые могут быть или не быть доступны в строке-заменителе, обычно связанную с техническими ошибками и скорее попадающую в лог Kee, нежели на глаза пользователю."
  },
  "matched_logins_label": {
    "message": "Подходящие логины",
    "description": "Заголовок для панелей/секций, котореы содержат логины, которые Kee обнаружил для этой страницы/формы"
  },
  "pref_Advanced_heading": {
    "message": "Расширенные настройки",
    "description": ""
  },
  "pref_ConnectionSecurity_heading": {
    "message": "Безопасность соединения",
    "description": "Заголовок панели, содержащей настройки безопасности соединения между Kee и KeePass."
  },
  "pref_ConnectionSecurity_explain_change": {
    "message": "Иногда изменение настроек, указанных ниже, заставляет Kee запрашивать новый случайный пароль. Вам не нужно вводить правильный пароль, чтобы поменять эти настройки, просто меняйте их и нажимайте кнопку выше.",
    "description": "Объясняет что случится, если пользователь поменяет настройки безопасности соединения между Kee и KeePass."
  },
  "srp_connect": {
      "message": "Соединиться",
      "description": "Кнопка для авторизации соединения между Kee и KeePassRPC. Отображается когда пользователь ввел пароль и не менял никаких настроек безопасности соединения."
  },
  "srp_save_connect": {
      "message": "Сохранить и соединиться",
      "description": "Кнопка для авторизации соединения между Kee и KeePassRPC и сохранения новых настроек соединения. Отображается когда пользователь ввел пароль и поменял настройки безопасности соединения."
  },
  "pref_DoNothing_desc": {
    "message": "Ничего не делать",
    "description": "Метка для настройки Kee не выполнять действие. Сооответствующий действию контекст может варьироваться, но будет связан с автозаполнением и/или входом."
  },
  "pref_FillAndSubmitForm_desc": {
    "message": "Заполнить и отправить форму",
    "description": ""
  },
  "pref_FillAndSubmitPrompt_desc": {
    "message": "Заполнить и отправить запрос пароля",
    "description": ""
  },
  "pref_FillForm_desc": {
    "message": "Заполнить форму",
    "description": ""
  },
  "pref_FillingEntries_heading": {
    "message": "Заполнение полей",
    "description": "Заголовок секции панели настроек, содержащей настройки, определяющие поведение Kee при заполнении полей в формах"
  },
  "pref_FillNote_desc": {
    "message": "Вы можете переопределить поведение того, как Kee выбирает записи выше для отдельных записей в диалоге KeePass \"edit entry\".",
    "description": "Сообщает пользователю, что настройки рядом - глобальные/по умолчанию и он может переопределить их для каждой записи через KeePass."
  },
  "pref_FillPrompt_desc": {
    "message": "Заполнить запрос пароля",
    "description": ""
  },
  "pref_FindingEntries_heading": {
    "message": "Поиск записей",
    "description": "Заголовок секции панели настроек, содержащей настройки, определяющие поведение Kee при поиске записей для веб-сайта"
  },
  "pref_Logging_heading": {
    "message": "Логгирование",
    "description": "Вывод текстовой информации, освещающей внутреннюю работу Kee."
  },
  "pref_SavingEntries_heading": {
    "message": "Сохранение записей",
    "description": "Заголовок секции панели настроек, содержащей настройки, определяющие поведение Kee при сохранении новых записей"
  },
  "pref_autoFillFormsWithMultipleMatches_label": {
    "message": "Формы, для которых найдено несколько записей, должны быть автоматически заполнены и отправлены",
    "description": ""
  },
  "pref_keePassDBToOpen_label": {
    "message": "При открытии или входе в KeePass использовать этот файл базы данных",
    "description": ""
  },
  "pref_portDelay_label": {
    "message": "Задержка соединения порта (экспериментальная настройка; для вступления изменений в силу может потребоваться перезапуск вкладки или браузера)",
    "description": ""
  },
  "pref_keePassRPCPort_label": {
    "message": "Соединяться с KeePass используя этот TCP/IP порт",
    "description": ""
  },
  "pref_keePassRPCPortWarning_label": {
    "message": "ВАЖНО: поменяйте настройку в KeePass.config иначе Kee не всегда сможет соединяться с KeePass",
    "description": "Отображается пользователю рядом с настройкой для изменения порта KeePassRPC"
  },
  "pref_listAllOpenDBs_label": {
    "message": "Вывести список логинов из всех открытых баз данных KeePass",
    "description": ""
  },
  "pref_logLevel_desc": {
    "message": "Выберите насколько подробным будет лог. Более высокий уровень логгирования (в списке) означает более подробный вывод информации в лог.",
    "description": ""
  },
  "pref_logLevelDebugging_label": {
    "message": "Отладочный",
    "description": "Уровень логгирования для максимально подробной информации о действиях Kee"
  },
  "pref_logLevelInformation_label": {
    "message": "Информация",
    "description": "Уровень логгирования для важной информации о действиях Kee"
  },
  "pref_logLevelWarnings_label": {
    "message": "Предупреждения",
    "description": "Уровень логгирования для потенциальных проблем"
  },
  "pref_logLevelErrors_label": {
    "message": "Ошибки",
    "description": "Уровень логгирования для проблем и ошибок"
  },
  "pref_notifyBarRequestPasswordSave_label": {
    "message": "Сохранение паролей",
    "description": ""
  },
  "pref_notifyWhenEntryUpdated_label": {
    "message": "Отображать уведомление \"Пароль успешно обновлен\"",
    "description": "Настройка для разрешения или запрета уведомления об успешном обновлении пароля"
  },
  "pref_rememberMRUDB_label": {
    "message": "Запомнить наиболее часто используемую базу данных KeePass",
    "description": ""
  },
  "pref_rememberMRUGroup_label": {
    "message": "Запомнить группу, в которую производилась последняя запись",
    "description": "Будет ли запоминать Kee название группы KeePass, выбранной в предыдущий раз пользователем"
  },
  "pref_saveFavicons_label": {
    "message": "Сохранять лого/иконку веб-сайта (favicon)",
    "description": "Будет ли или не будет Kee сохранять иконку веб-сайта при сохранении новой записи"
  },
  "pref_searchAllOpenDBs_label": {
    "message": "Искать во всех открытых базах данных KeePass",
    "description": ""
  },
  "pref_when_kee_chooses_standard_form_desc": {
    "message": "Когда Kee выбирает подходящий логин для стандартной формы, Kee следует",
    "description": "Контекст/метка для пользователя, когда изменяемая настройка связана с автозаполнением/отправкой. Список потенциальных действий будет выведет сразу после этой строки и пользователь сможет выбрать желаемое поведение из этого списка."
  },
  "pref_when_user_chooses_desc": {
    "message": "Когда вы выбираете подходящий логин Kee следует",
    "description": "Контекст/метка для пользователя, когда изменяемая настройка связана с ручным заполнением/отправкой. Список потенциальных действий будет выведет сразу после этой строки и пользователь сможет выбрать желаемое поведение из этого списка."
  },
  "site_options_invisible_tip_desc": {
    "message": "ВАЖНО: Имена и ID могут не совпадать с видимыми метками на странице (они назначаются в исходном коде страницы)",
    "description": "Поясняет, что настройки могут быть не такими, которые обычный пользователь может ожидать"
  },
  "site_options_list_explain_desc": {
    "message": "Если форма подпадает под один из белых списков ниже, Kee всегда будет пытаться заполнить ее. Если форма подпадает под один из черных списков ниже, Kee никогда не будет пытаться заполнить ее. Если она подходит под оба списка Kee не будет заполнять ее.",
    "description": "Поясняет как Kee выбирает какие формы заполнять"
  },
  "pref_Finding_forms_heading": {
    "message": "Поиск форм",
    "description": "Заголовок настроек, связаных с тем как Kee находит формы, которые подойдут или не подойдут ему для заполнения с помощью записей из KeePass"
  },
  "site_options_valid_form_intro_desc": {
    "message": "Kee попытается заполнить подходящими записями из KeePass все формы, у которых есть поле для ввода пароля. Вы можете поменять это поведение ниже.",
    "description": "Поясняет как Kee выбирает какие формы заполнять"
  },
  "text_field_id": {
    "message": "Идентификатор текстового поля (id)",
    "description": ""
  },
  "text_field_name": {
    "message": "Название текстового поля (name)",
    "description": ""
  },
  "white_list": {
    "message": "Белый  список",
    "description": "Список записей, которые включают функции Kee, если подходят. Например, список названий полей формы, который заставит Kee искать логины для формы, содержащей такое поле."
  },
  "Help_Centre_Button_label": {
    "message": "Справочный центр",
    "description": ""
  },
  "cancel": {
    "message": "Отмена",
    "description": ""
  },
  "Logins_Context_Edit_Login_label": {
    "message": "Редактировать",
    "description": ""
  },
  "Menu_Button_copyNewPasswordToClipboard_label": {
    "message": "Генерировать новый пароль",
    "description": ""
  },
  "Menu_Button_fillCurrentDocument_label": {
    "message": "Найти подходящие логины",
    "description": ""
  },
  "Menu_Button_options_label": {
    "message": "Настройки",
    "description": "Ссылка на настройки расширения"
  },
  "Search_label": {
    "message": "Поиск...",
    "description": ""
  },
  "Search_tip": {
    "message": "Начните ввод, чтобы отобразить записи подходящих логинов",
    "description": ""
  },
  "PasswordProfilesExplanation_label": {
    "message": "По желанию вы можете создать другую запись выбрав профиль пароля ниже. Используйте KeePass, чтобы сохранять новые профили.",
    "description": ""
  },
  "change_field_explanation": {
    "message": "Kee заодно обновит иконку веб-сайта (favicon) и любую информацию об области действия HTTP Auth. Более сложные изменения потребуют вручную менять запись.",
    "description": ""
  },
  "change_field_status": {
    "message": "В выбранной записи все поля имени пользователя, пароля и прочие будут заменены на те значения, которые вы только что ввели.",
    "description": ""
  },
  "change_url_status": {
    "message": "Адрес веб-страницы этой записи (URL) будет обновлен последним URL.",
    "description": ""
  },
  "change_url_option_1": {
    "message": "Заменить URL в записи (но все равно заполнять формы при посещении старого URL)",
    "description": ""
  },
  "change_url_option_2": {
    "message": "Заменить URL в записи (удалить старый URL полностью)",
    "description": ""
  },
  "change_url_option_3": {
    "message": "Сохранить URL старой записи (но все равно заполнять формы при посещении нового URL)",
    "description": ""
  },
  "change_url_option_4": {
    "message": "Сохранить URL старой записи (не добавлять новый URL в запись)",
    "description": ""
  },
  "copy_password_label": {
    "message": "Копировать пароль",
    "description": ""
  },
  "copy_username_label": {
    "message": "Копировать имя пользователя",
    "description": ""
  },
  "copy": {
    "message": "Копировать",
    "description": "Ставится перед именем поля и идентификатором, чтобы показать пользователю, что когда он щелкает сюда, то значение поля будет скопировано в буфер обмена. Отображается до (слева от) имени поля с пробелом между этой строкой и именем поля."
  },
  "create": {
    "message": "Создать",
    "description": ""
  },
  "create_new_entry": {
    "message": "Создать новую запись",
    "desciption": "Создать новую запись"
  },
  "showing_options_for": {
    "message": "Показать настройки для",
    "desciption": "метка для группы опций, позволящих пользователю поменять область действия настроек, которые он меняет - например, все сайты или только один определенный сайт"
  },
  "all_websites": {
    "message": "Все веб-сайты",
    "description": ""
  },
  "a_specific_website": {
    "message": "Определенный веб-сайт",
    "description": ""
  },
  "current_website": {
    "message": "Текущий веб-сайт",
    "description": ""
  },
  "website": {
    "message": "Веб-сайт",
    "description": ""
  },
  "database_label": {
    "message": "База данных",
    "description": ""
  },
  "generatePassword_copied": {
    "message": "Новый пароль скопирован в буфер обмена.",
    "description": ""
  },
  "group_label": {
    "message": "Группа",
    "description": ""
  },
  "keepass_history_pointer": {
    "message": "В KeePass есть функция \"отмены\", к которой можно получить доступ в диалоговом окне KeePass \"edit entry\". Щелкните в нем по вкладке \"History\", а затем используйте кнопку \"Restore\", чтобы вернуть старую версию записи.",
    "description": ""
  },
  "loggedIn_tip": {
    "message": "Вы подключены к базе паролей '$1'",
    "description": "Поясняет пользователю, что он подключен к базе данных KeePass (и выводит ее имя, если задано)"
  },
  "loggedInMultiple_tip": {
    "message": "Вы подключены к $1 базам паролей. '$2' активна.",
    "description": "Поясняет пользователю, что у него есть более одной открытой базы KeePass и указывает какая из них активна/выбрана"
  },
  "matchedLogin_label": {
    "message": "$1 - $2",
    "description": "<имя пользователя> <разделитель> <заголовок записи>"
  },
  "matchedLogin_tip": {
    "message": "$1 в группе $2 ($3)",
    "description": "Всплывающая подсказка, отображаемая поверх подходящего логина в списке подходяших логинов. Параметры: 1: заголовок записи, 2: название группы, 3: имя пользователя"
  },
  "more_options": {
    "message": "Больше настроек",
    "description": ""
  },
  "multi_page_update_warning": {
    "message": "Многостраничные формы с логинами могут потребовать ручного редактирования.",
    "description": ""
  },
  "noUsername_partial_tip": {
    "message": "нет имени пользователя",
    "description": ""
  },
  "notifyBarLaunchKeePass_label": {
    "message": "Вы не подключены к своей базе паролей.",
    "description": ""
  },
  "notifyBarLaunchKeePassButton_tip": {
    "message": "Запустите KeePass, чтобы включить Kee",
    "description": ""
  },
  "notifyBarLogSensitiveData_label": {
    "message": "ПРЕДУПРЕЖДЕНИЕ: Kee записывает ваши пароли! Если не включали такую настройку намеренно, вам нужно немедленно выключить ее",
    "description": "Отображается только когда расширенная настройка потенциально ошибочно или злонамеренно перенастроена"
  },
  "notifyBarLoginToKeePassButton_tip": {
    "message": "Подключитесь к своей базе KeePass, чтобы включить Kee",
    "description": ""
  },
  "notifyBarNeverForSiteButton_label": {
    "message": "Никогда для этого веб-сайта",
    "description": "Кнопка, нажав которую пользователь может быстро включить опцию в настройках, чтобы запретить Kee запрашивать пользователя о сохранении нового пароля на этом сайте"
  },
  "save": {
    "message": "Сохранить",
    "description": ""
  },
  "password_successfully_updated": {
    "message": "Пароль успешно обновлен.",
    "description": ""
  },
  "saveMultiPagePasswordText": {
    "message": "Вы хотите, чтобы Kee сохранил этот многостраничный пароль?",
    "description": ""
  },
  "savePasswordLogin_tip": {
    "message": "Имя пользователя: $1. Адрес веб-сайта (URL): $2",
    "description": ""
  },
  "savePasswordText": {
    "message": "Вы хотите, чтобы Kee сохранил этот пароль?",
    "description": ""
  },
  "search_again": {
    "message": "Искать снова",
    "description": ""
  },
  "update": {
    "message": "Сохранить",
    "description": ""
  },
  "update_existing_entry": {
    "message": "Перезаписать существующую запись",
    "description": ""
  },
  "whichEntry_label": {
    "message": "Выбрать запись...",
    "description": ""
  },


  "close": {
      "message": "Закрыть",
      "description": "Действие, которое пользователь может выполнить, чтобы закрыть/отменить панель или другой элемент пользовательского интерфейса"
  },
  "autoclose_countdown": {
      "message": "Автозакрытие через $1 секунд(ы)",
      "description": "Метка для элемента пользовательского интерфейса, который дает пользователю возможность запретить функциональность автозакрытия. Также сообщает пользователю сколько секунд осталось до того, как сработает функция автозакрытия."
  },
  "autoclose_cancelled": {
      "message": "Автозакрытие отменено",
      "description": "Сообщает пользователю, что функция автозакрытия панели была запрещена для данной панели."
  },
  "add": {
      "message": "Добавить",
      "description": "Кнопка действия для пользователя, чтобы добавить запись в коллекцию. Например, добавить элемент в список переопределений настроек для заданных сайтов"
  },
  "edit": {
      "message": "Редактировать",
      "description": "Кнопка действия для пользователя, чтобы отредактировать запись в коллекции. Например, отредактировать элемент в списке переопределений настроек для заданных сайтов"
  },
  "delete": {
      "message": "Удалить",
      "description": "Кнопка действия для пользователя, чтобы удалить запись в коллекции. Например, удалить элемент в списке переопределений настроек для заданных сайтов"
  },
  "site_specific_settings_checkbox_explanation": {
      "message": "Настройки из \"Все веб-сайты\" будут применяться к каждой секции ниже, пока вы не включите определенную настройку используя отметку рядом с ней." ,
      "description": "Поясняет пользователю как настройки для заданных сайтов можно включить и что происходит при настройках по умолчанию."
  },
  "site_properties": {
      "message": "Свойства сайта",
      "description": "Свойства сайта"
  },
  "enter_valid_regex": {
      "message": "Введите правильное регулярное выражение или выберите другой тип",
      "description": "Сообщение об ошибке валидации, отображаемое пользователю когда он выбрал чтобы свойства конкретного сайта были регулярными выражениями, но использовал значение, не являющееся регуярным выражением"
  },
  "site_properties_weight_warning": {
      "message": "Вам понадобится внимательно проверить веса других конфигураций, если вы соберетесь воспользоваться этой расширенной возможностью.",
      "description": "Предупреждение для пользователей о том, что функция расстановки весов для поиска подходящих вариантов в настройках для конкретного сайта является расширенной возможностью"
  },
  "target": {
      "message": "Цель",
      "description": "Для разграничения какая часть URL будет подходить под условия поиска - например домен, имя хоста или полный адрес страницы"
  },
  "method": {
      "message": "Метод",
      "description": "Для разграничения как текстовая строка будет подходить под условия поиска - например, точное соответствие, по началу или с помощью регулярного выражения"
  },
  "weight": {
      "message": "Вес",
      "description": "Число, которое сравнивается с другими, чтобы решить какая связанная с условиями поиска конфигурация будет иметь приоритет."
  },
  "yes": {
      "message": "Да",
      "description": "Да"
  },
  "no": {
      "message": "Нет",
      "description": "Нет"
  },
  "site_specific_settings_inherit": {
      "message": "Использовать настройку из общей для всех сайтов",
      "description": "Опция для пользователя, чтобы указать хочет ли он использовать настройку из общих настроек для всех веб-сайтов, вместо того, чтобы перекрывать ее настройкой для этого конкретного сайта."
  },
  "password": {
      "message": "Пароль",
      "description": "Удивительно, но не было нужды для перевода до версии v2.0 ;-)"
  },
  "conn_setup_client_sl_low_resolution": {
    "message": "Соединиться используя высокий уровень безопасности",
    "description": "Кнопка, меняющая уровень безопасности, который Kee попытается использовать при соединении с сервером KeePassRPC."
  },
  "learn_more": {
      "message": "Подробнее",
      "description": "Действие/кнопка/ссылка для направления пользователя куда-либо, где он может получить больше информации по теме/концепции"
  },
  "dont_show_again": {
      "message": "Больше не показывать это сообщение",
      "description": "Кнопка, которую может нажать пользователь, чтобы заставить сообщение исчезнуть и больше не появляться повторно"
  },
  "upgrade_kee": {
      "message": "Обновить Kee",
      "description": "Кнопка, которую может нажать пользователь, чтобы открыть веб-страницу с инструкцией о том как обновить Kee"
  },
  "pref_when_one_matching_network_login": {
    "message": "Когда Kee находит всего один подходящий сетевой логин (например HTTP Auth), автоматически залогиниться",
    "description": "Когда пользователь выбирает эту опцию, ему будет показан диалог со всеми подходящими записями для сетевой аутентификации, если это не единственная подходящая запись. Если не включена, то пользователь всегда будет видеть список подходящих логинов."
  },
  "network_authentication": {
    "message": "Сетевая аутентификация",
    "description": "Заголовок всплывающего диалога, появляющегося когда требуется аутентификация прокси или HTTP Auth."
  },
  "network_auth_proxy_description": {
    "message": "Требуется аутентификация на прокси для получения доступа к $1",
    "description": "Инструкции для всплывающего диалога, отображаемого когда требуется прокси-аутентификация."
  },
  "network_auth_http_auth_description": {
    "message": "Требуется аутентификация на веб-сайте для получения доступа к $1. Веб-сайт сообщает: $2",
    "description": "Инструкции для всплывающего диалога, отображаемого когда требуется аутентификация на сайте с использованием HTTP Auth."
  },
  "network_auth_choose": {
    "message": "Выберите логин из списка ниже или закройте это окно чтобы вручную ввести требуемый логин.",
    "description": "Инструкции для всплывающего диалога, отображаемого когда сайту или прокси требуется сетевая аутентификация."
  },
  "save_login": {
      "message": "Сохранить логин",
      "description": "Заголовок панели, позволяющей пользователю создать или обновить запись о логине"
  },
  "saveLatestLogin": {
      "message": "Сохранить последний логин",
      "description": "Ссылка на действие для пользователя, чтобы щелкнуть (например, во всплывающем окне браузера или в контексном меню), когда он хочет сохранить только что введенные данные в новую запись"
  },
  "welcome_to_kee": {
      "message": "Добро пожаловать в Kee",
      "description": "Заголовок для страницы информации о выпуске версии. К нему будет добавлена версия в виде суффикса. Например, Добро пожаловать в Kee 2.0"
  },
  "the_new_name_for_keefox": {
      "message": "Новое имя для KeeFox",
      "description": "Подзаголовок для страницы информации о выпуске версии, чтобы объяснить контекст для пользователей переходящих с KeeFox"
  },
  "kee_install_notes_intro": {
      "message": "Kee хранит ваши пароли в отдельном безопасном менеджере паролей KeePass Password Safe 2. У него много отличных функций и Kee упрощает и защищает ваши повседневные задачи, связанные с логинами в интернете.",
      "description": "Текст, представляющий Kee новым пользователям и призывающий следовать следующим шагам, чтобы настроить работу с KeePass"
  },
  "kee_install_notes_keepass": {
      "message": "Вам необходимо запустить KeePass, чтобы Kee смог соединиться с ним. Если KeePass не установлен на вашем компьютере, вы легко можете скачать и установить его сами.",
      "description": "Текст, представляющий KeePass новым пользователям и призывающий следовать шагам, необходимым, чтобы заставить Kee работать"
  },
  "kee_install_notes_keepassrpc": {
      "message": "Вам также потребуется установить плагин KeePassRPC.plgx для KeePass, если у вас его еще нет. Это также просто как поместить файл в правильный каталог в вашем компьютере и перезапустить KeePass.",
      "description": "Текст, представляющий KeePassRPC.plgx новым пользователям и призывающий следовать шагам, необходимым, чтобы заставить Kee работать"
  },
  "point_user_to_kee_news_announcement": {
      "message": "Вы сможете найти гараздо больше информации о Kee 2.0 в следующей новостной статье и по ссылкам, включенным в нее:",
      "description": "После запятой будет добавлен URL"
  },
  "point_user_to_upgrade_instructions": {
      "message": "Если вы не обновляли KeeFox совсем недавно, то вам понадобится вручную скопировать файл в каталог плагинов KeePass. Инструкции можно найти тут:",
      "description": "После запятой будет добавлен URL"
  },
  "point_user_to_install_instructions_start": {
      "message": "Инструкции для обоих вышеописанных шагов можно найти на нашем",
      "description": "Левая часть предложения, которое содержит ссылку на форум сообщества в середине. Для новой установки"
  },
  "point_user_to_install_instructions_end": {
      "message": ".",
      "description": "Правая часть предложения, которое содержит ссылку на форум сообщества в середине. Для новой установки"
  },
  "point_user_to_tutorial_start": {
      "message": "Пожалуйста, потратьте несколько минут пройдя через новое",
      "description": "Левая часть предложения, которое содержит ссылку на страницу интерактивного руководства в середине. Для установки обновлений"
  },
  "point_user_to_tutorial_end": {
      "message": ", чтобы научиться пользоваться новой версией.",
      "description": "Правая часть предложения, которое содержит ссылку на страницу интерактивного руководства в середине. Для установки обновлений"
  },
  "point_user_to_tutorial_start_install": {
      "message": "Пожалуйста, затем потратьте несколько минут пройдя через новое",
      "description": "Левая часть предложения, которое содержит ссылку на страницу интерактивного руководства в середине. Для новой установки"
  },
  "point_user_to_tutorial_end_install": {
      "message": ", чтобы научиться пользоваться Kee.",
      "description": "Правая часть предложения, которое содержит ссылку на страницу интерактивного руководства в середине. Для новой установки"
  },
  "point_user_to_tutorial_link_text": {
      "message": "интерактивное руководство",
      "description": "Название ссылки на станицу интерактивного руководства"
  },
  "point_user_to_forum_link_text": {
      "message": "форум сообщества",
      "description": "Название ссылки на форум сообщества"
  },
  "version_2_upgrade_intro": {
      "message": "Версия 2.0 несет с собой интересные новые функции и некоторые вынужденные изменения для поддержки Firefox 57 и последующих версий.",
      "description": "Поясняет, что версия 2.0 - другая."
  },
  "notification_raised_title": {
      "message": "У Kee есть уведомление для вас",
      "description": "Заголовок кратковременного браузерного уведомления, отображаемого на экране пользователя, чтобы предупредить его об уведомлении о возможных действиях Kee в выпадающем меню."
  },
  "notification_yellow_background": {
      "message": "У кнопки Kee будет желтый фон когда будут появляться новые уведомления.",
      "description": "Часть сообщения кратковременного браузерного уведомления, отображаемого на экране пользователя, чтобы предупредить его об уведомлении о возможных действиях Kee в выпадающем меню."
  },
  "notification_only_shown_some_times": {
      "message": "Такое дополнительное всплывающее уведомление будет появляться всего несколько раз.",
      "description": "Добавляется к сообщению кратковременного браузерного уведомления, отображаемого на экране пользователя когда мы отображаем сообщение только несколько раз прежде чем предположить, что пользователь запомнил содержание сообщения."
  },
  "notification_save_password_tip": {
      "message": "Щелкните по кнопке Kee (в тулбаре), а затем \"Сохранить последний логин\"",
      "description": "Часть сообщения кратковременного браузерного уведомления, отображаемого на экране пользователя, рассказывающего ему как сохранить пароль (особенно важно для тех, кто обновил расширение с KeeFox, поскольку данное поведение изменилось)"
  },
  "loading": {
      "message": "Загрузка...",
      "description": ""
  }
}
