{
    "black_list": {
        "message": "Lista Negra",
        "description": "List of items that cause behaviour to be disabled if they match. For example, the list of names of form fields that prevent Kee from searching for logins for the form containing that field."
    },
    "conn_display_description": {
        "message": "Una extensión de navegador que habilita de forma segura conexión automática a la mayoria de los sitios web. Previamente conocida como KeeFox.",
        "description": "A brief description of Kee that gets presented to users to help them decide if they want to allow the connection to KeePass to be permitted."
    },
    "conn_invalid_message": {
        "message": "Kee envió un comando no válido a tu base de datos de contraseñas.",
        "description": "A form of internal technical error. This can help user's to identify the type of problem they are experiencing."
    },
    "conn_setup_client_sl_low": {
        "message": "Kee pidió un nivel de seguridad que era demasiado bajo para ser aceptado por el servidor de contraseñas. Debés reiniciar el proceso de autenticación utilizando más alta seguridad.",
        "description": ""
    },
    "conn_setup_enter_password_title": {
        "message": "Autorización de Kee",
        "description": "Heading of the popup that asks the user to authorise the connection to KeePass by typing in a password."
    },
    "conn_setup_enter_password": {
        "message": "Por favor ingresá la contraseña visualizada por la ventana de KeePass \"Autorizar una nueva conexión\". No necesitás recordar ésta contraseña. Si te equivocás podrás intentarlo de nuevo enseguida.",
        "description": ""
    },
    "conn_setup_expired": {
        "message": "Has estado usando la misma llave secreta por semasiado tiempo.",
        "description": "The KeePassRPC server has detected that the secret key used for communication has expired and the user must therefore re-authenticate."
    },
    "conn_setup_failed": {
        "message": "Kee no se pudo conectar, probablemente porque ingresaste incorrectamente la contraseña de conexión.",
        "description": "The most likely cause for this error is that the user typed in the wrong password. Otherwise it's likely to be a bug in the KPRPC protocol, which we would have expected to see some evidence of over the past 5 years."
    },
    "conn_setup_invalid_param": {
        "message": "Kee suministró un parámetro no válido. Para más información puede seguir: $1",
        "description": "This probably indicates a bug in Kee - we sent something to KeePassRPC that it wasn't expecting."
    },
    "conn_setup_missing_param": {
        "message": "Kee fallò en facilitar un parámetro requerido. Para más información puede seguir: $1",
        "description": "This probably indicates a bug in Kee - we failed to send some information to KeePassRPC that it required."
    },
    "conn_setup_restart": {
        "message": "Kee debe reiniciar el proceso de autorización.",
        "description": "A technical error occurred during the attempt to authorise the link between Kee and KeePassRPC so we need to notify the user that they will need to re-authenticate"
    },
    "conn_setup_retype_password": {
        "message": "Por favor tipea la nueva contraseña cuando sea solicitada.",
        "description": "The user needs to re-authorise the connection to KeePass by typing in the new KeePassRPC password they're being shown by KeePass."
    },
    "conn_setup_server_sl_low": {
        "message": "Kee ha rechazado la conexión al servidor de contraseñas porque su nivel de seguridad es demasiado bajo. Debés reiniciar el proceso de autenticación utilizando más alta seguridad.",
        "description": ""
    },
    "conn_setup_client_features_missing": {
        "message": "Kee must be upgraded to connect to your password manager. Ensure you are running the latest version of the browser add-on / extension.",
        "description": "The KeePassRPC server requires features from Kee that this version does not contain."
    },
    "conn_setup_server_features_missing": {
        "message": "Your password manager must be upgraded to allow Kee to connect to it. Reload the Kee Vault website and/or ensure you are running the latest version of the KeePassRPC plugin by following the quick and easy instructions at $1",
        "description": "The KeePassRPC server does not offer some features that this version of Kee requires."
    },
    "conn_sl_high_label": {
        "message": "Pedir por una nueva contraseña de conexión cada vez que empiece mi navegador o KeePass.",
        "description": "Checkbox label to enable high security connection mode when authorising a connection to KeePassRPC"
    },
    "conn_sl_high": {
        "message": "Alto",
        "description": ""
    },
    "conn_sl_low": {
        "message": "Bajo",
        "description": ""
    },
    "conn_sl_medium": {
        "message": "Medio",
        "description": ""
    },
    "conn_sl_server_min_desc": {
        "message": "Ésto te permite evitar que Kee se conecte a KeePass si su nivel de seguridad se establece demasiado bajo. Observa las opciones dentro de KeePass para configurar el nivel actual de seguridad usado por KeePass.",
        "description": ""
    },
    "conn_sl_server_min": {
        "message": "Nivel de seguridad de KeePass mínimo aceptable",
        "description": ""
    },
    "conn_sl_desc": {
        "message": "Cambiá las configuraciones debajo para controlar cúan seguro es el enlace de comunicación entre tu navegador y KeePass. Probablemente no necesités ajustar nunca éstas configuraciones pero si lo hacés, por favor asegurate de leer primero las páginas relevantes del manual.",
        "description": ""
    },
    "conn_sl_link": {
        "message": "Aprendé más sobre éstas configuraciones y la comunicación entre tu navegador  y KeePass en el manual.",
        "description": "Link text to guide user to the manual to get more information about the security of the link to KeePass."
    },
    "conn_unknown_error": {
        "message": "An unexpected error occurred when trying to connect to your password manager.",
        "description": "Something went wrong with the KeePassRPC link but we have no idea what."
    },
    "conn_unknown_protocol": {
        "message": "Kee suministró un protocolo no válido.",
        "description": "Technical error in the communication between Kee and KeePassRPC. Not clear how user could resolve this or if they'll ever see it but it might happen."
    },
    "form_id": {
        "message": "Formulario de ID",
        "description": ""
    },
    "form_name": {
        "message": "Formulario de nombre",
        "description": ""
    },
    "further_info_may_follow": {
        "message": "Para más información puede seguir: $1",
        "description": "Phrase used to prefix extra information about a variety of different messages that may or may not be available in the replacement string, usually relating to technical errors and often rendered in the Kee log rather than in a user-facing place."
    },
    "matched_logins_label": {
        "message": "Entradas de conexión con coincidencia",
        "description": "Header for panels/sections that contain the logins which Kee matched for this page/form"
    },
    "pref_Advanced_heading": {
        "message": "Avanzado",
        "description": ""
    },
    "pref_ConnectionSecurity_heading": {
        "message": "Seguridad de Conexión",
        "description": "Heading for panel that contains settings for the security of the connection between Kee and KeePass."
    },
    "pref_ConnectionSecurity_explain_change": {
        "message": "A veces hacer un cambio a las configuraciones de abajo causará que Kee te pida una nueva contraseña aleatoria. No necesitás ingresar arriba la contraseña correcta para cambiar éstas configuraciones, sólo ajustalas y apretá el botón de arriba. ",
        "description": "Explains what happens if user changes settings for the security of the connection between Kee and KeePass."
    },
    "srp_connect": {
        "message": "Conectar",
        "description": "Button action to authorise the connection between Kee and KeePassRPC. Displayed when the user has entered a password and not changed any connection security settings."
    },
    "srp_save_connect": {
        "message": "Guardar y conectar",
        "description": "Button action to authorise the connection between Kee and KeePassRPC and save new connection options. Displayed when the user has entered a password and changed connection security settings."
    },
    "pref_DoNothing_desc": {
        "message": "No hacer nada",
        "description": "Label for configuring Kee to take no action. Specific context may vary but will relate to auto filling and/or submitting"
    },
    "pref_FillAndSubmitForm_desc": {
        "message": "Rellenar y enviar el formulario",
        "description": ""
    },
    "pref_FillAndSubmitPrompt_desc": {
        "message": "Rellenar y enviar la solicitud de conexión.",
        "description": ""
    },
    "pref_FillForm_desc": {
        "message": "Rellenar el formulario",
        "description": ""
    },
    "pref_FillingEntries_heading": {
        "message": "Completando entradas\n",
        "description": "Heading for section of options panel which contains settings relating to how Kee behaves when filling entries into forms"
    },
    "pref_FillNote_desc": {
        "message": "You can override the \"Kee chooses\" behaviours above for individual entries in your password manager.",
        "description": "Tells user that the settings nearby are global/default and they are able to override on a per-entry basis via Kee Vault or KeePass."
    },
    "pref_FillPrompt_desc": {
        "message": "Rellenar la solicitud de conexión",
        "description": ""
    },
    "pref_FindingEntries_heading": {
        "message": "Encontrando entradas",
        "description": "Heading for section of options panel which contains settings relating to how Kee behaves when finding entries for a website"
    },
    "pref_Logging_heading": {
        "message": "Conectando",
        "description": "The output of text information that reports on the inner-workings of Kee."
    },
    "pref_SavingEntries_heading": {
        "message": "Guardando accesos",
        "description": "Heading for section of options panel which contains settings relating to how Kee behaves when saving new entries"
    },
    "pref_autoFillFormsWithMultipleMatches_label": {
        "message": "Formularios con múltiples coincidencias deberían ser automaticamente completadas y enviadas",
        "description": ""
    },
    "pref_keePassDBToOpen_label": {
        "message": "Para abrir o conectarse a KeePass, usar éste archivo de base de datos.",
        "description": ""
    },
    "pref_keePassRPCPort_label": {
        "message": "Comunicarse con KeePass usando éste puerto TCP/IP",
        "description": ""
    },
    "pref_keePassRPCPortWarning_label": {
        "message": "Nota: cambiá la configuración en KeePass.config sino Kee no siempre será capaz de comunicarse con KeePass",
        "description": "Displayed to the user near the setting for changing the KeePassRPC port"
    },
    "pref_listAllOpenDBs_label": {
        "message": "List logins from all open Kee Vaults and KeePass databases",
        "description": ""
    },
    "pref_logLevel_desc": {
        "message": "Elegir cuan pretencioso querés que sea el registro. Cada nivel más alto de registro produce más registro de salida.",
        "description": ""
    },
    "pref_logLevelDebugging_label": {
        "message": "Depuración de programas",
        "description": "Logging level for the most verbose information about Kee's operation"
    },
    "pref_logLevelInformation_label": {
        "message": "Información",
        "description": "Logging level for important information about Kee's operation"
    },
    "pref_logLevelWarnings_label": {
        "message": "Advertencias",
        "description": "Logging level for potential problems"
    },
    "pref_logLevelErrors_label": {
        "message": "Errores",
        "description": "Logging level for problems"
    },
    "pref_notifyBarRequestPasswordSave_label": {
        "message": "Ofrecer guardar contraseñas",
        "description": ""
    },
    "pref_notifyWhenEntryUpdated_label": {
        "message": "Mostrar la notificación \"La contraseña se actualizó correctamente\"",
        "description": "Option to enable or diable the information displayed when a password has been updated"
    },
    "pref_rememberMRUDB_label": {
        "message": "Remember the most recently used Kee Vault or KeePass database",
        "description": ""
    },
    "pref_rememberMRUGroup_label": {
        "message": "Recuerda el grupo al que guardaste más recientemente ",
        "description": "Whether Kee will remember the name of the KeePass group most recently chosen by the user"
    },
    "pref_saveFavicons_label": {
        "message": "Guardá el logo/ícono del sitio web (favicon)",
        "description": "Whether or not Kee will save the website's icon when a new entry is saved"
    },
    "pref_searchAllOpenDBs_label": {
        "message": "Search all open Kee Vaults and KeePass databases",
        "description": ""
    },
    "pref_when_kee_chooses_standard_form_desc": {
        "message": "Cuando Kee elige una conexión con coincidencia para un formulario estándar, Kee debería",
        "description": "Context/label for user when changing setting relating to auto-fill/submit behaviour. A list of potential actions will be displayed immediately after this string and the user can select their preferred behaviour from that list."
    },
    "pref_when_user_chooses_desc": {
        "message": "Cuando eligís una contraseña con coincidencia, Kee debería",
        "description": "Context/label for user when changing setting relating to manual fill/submit behaviour. A list of potential actions will be displayed immediately after this string and the user can select their preferred behaviour from that list."
    },
    "site_options_invisible_tip_desc": {
        "message": "Nota: Los nombres e IDs pueden no ser etiquetas igual de visibles en la página (Ellas son determinadas en el código fuente de la página)",
        "description": "Explains that the configuration settings might not be what the casual user expects"
    },
    "site_options_list_explain_desc": {
        "message": "Si un formulario coincide con uno de las listas blancas de abajo, Kee siempre tratará de rellenarlo. Si un formulario coincide con uno de las listas negras de abajo, Kee nunca tratará de rellenarlo. Si coincide con ambas listas Kee no tratará de rellenarlo.",
        "description": "Explains how Kee chooses which forms to fill in"
    },
    "pref_Finding_forms_heading": {
        "message": "Encontrando formularios",
        "description": "Settings heading for how Kee finds forms it is (or isn't) interested in filling in with entries from the password manager"
    },
    "site_options_valid_form_intro_desc": {
        "message": "Kee will try to fill matching Kee Vault and KeePass entries for all forms that have a password field (box). You can adjust this behaviour below.",
        "description": "Explains how Kee chooses which forms to fill in"
    },
    "text_field_id": {
        "message": "Campo de texto del ID",
        "description": ""
    },
    "text_field_name": {
        "message": "Campo de texto del nombre",
        "description": ""
    },
    "white_list": {
        "message": "Lista Blanca",
        "description": "List of items that cause behaviour to be enabled if they match. For example, the list of names of form fields that force Kee to search for logins for the form containing that field."
    },
    "Help_Centre_Button_label": {
        "message": "Centro de Ayuda",
        "description": ""
    },
    "cancel": {
        "message": "Cancelar",
        "description": ""
    },
    "Logins_Context_Edit_Login_label": {
        "message": "Editar conexión",
        "description": ""
    },
    "Menu_Button_copyNewPasswordToClipboard_label": {
        "message": "Generar nueva contraseña",
        "description": ""
    },
    "Menu_Button_fillCurrentDocument_label": {
        "message": "Encuentra conexiones con coincidencia",
        "description": ""
    },
    "Menu_Button_options_label": {
        "message": "Opciones",
        "description": "Link to the add-on's settings"
    },
    "Menu_Button_open_keepass_label": {
        "message": "Open KeePass",
        "description": "Action button to launch, unlock and/or focus KeePass"
    },
    "Menu_Button_open_kee_vault_label": {
        "message": "Open Kee Vault",
        "description": "Action button to launch, unlock and/or focus Kee Vault"
    },
    "Search_label": {
        "message": "Buscar...",
        "description": ""
    },
    "Search_tip": {
        "message": "Comienza a escribir para visualizar tus entradas de conexión con coincidencia.",
        "description": ""
    },
    "PasswordProfilesExplanation_label": {
        "message": "You can optionally create a different one by selecting a password profile below. Create new profiles in Kee Vault or KeePass.",
        "description": ""
    },
    "change_field_explanation": {
        "message": "Kee también actualizará el sitio web icono(favicon) y cualquier HTTP Auth Realm information. Más complejas modificaciones requeriran que manualmente edites la entrada.",
        "description": ""
    },
    "change_field_status": {
        "message": "La entrada seleccionada tendrá todos los usuarios, contraseñas y otros campos de formularios, reemplazados con los valores que ingresaste.",
        "description": ""
    },
    "change_url_status": {
        "message": "La direcciión del sitio web (URL) de la entrada será acutalizada con la última URL.",
        "description": ""
    },
    "change_url_option_1": {
        "message": "Reemplazar la URL de entrada (pero aún rellenar formularios si visitás la antigua URL)",
        "description": ""
    },
    "change_url_option_2": {
        "message": "Reemplazar la URL de entrada (borrar la antigua URL completamente)",
        "description": ""
    },
    "change_url_option_3": {
        "message": "Mantener la antigua URL de entrada (pero aún rellenar los formularios si visitás la nueva URL)",
        "description": ""
    },
    "change_url_option_4": {
        "message": "Mantiener la antigua URL de entrada (no agregar la nueva URL a la entrada)",
        "description": ""
    },
    "copy_password_label": {
        "message": "Copiar contraseña",
        "description": ""
    },
    "copy_username_label": {
        "message": "Copiar nombre de usuario",
        "description": ""
    },
    "copy": {
        "message": "Copiar",
        "description": "Prefixed before a field name and id to indicate to the user that when they click here the value for that field will be copied to the clipboard. Displayed before (left) of the field name with a space between this string and the field name."
    },
    "create": {
        "message": "Crear",
        "description": ""
    },
    "create_new_entry": {
        "message": "Crear nueva entrada",
        "description": "Create new entry"
    },
    "showing_options_for": {
        "message": "Mostrar opciones para",
        "description": "label for a group of radio buttons that allows the user to change the scope of the settings they are changing - e.g. all websites or just one specific website"
    },
    "all_websites": {
        "message": "Todos los sitios web",
        "description": ""
    },
    "a_specific_website": {
        "message": "Un sitio web específico",
        "description": ""
    },
    "current_website": {
        "message": "El presente sitio web",
        "description": ""
    },
    "website": {
        "message": "Sitio web",
        "description": ""
    },
    "website_options_search_placeholder": {
        "message": "e.g. www.google.com",
        "description": "A placeholder for the search box where the user searches for the settings that apply to a specific website (per-site settings)"
    },
    "website_options_search_tooltip": {
        "message": "e.g. www.google.com (Do NOT include https:// or other protocols)",
        "description": "Tooltip/title for the search box where the user searches for the settings that apply to a specific website (per-site settings)"
    },
    "database_label": {
        "message": "Base de datos",
        "description": ""
    },
    "generatePassword_copied": {
        "message": "Una nueva contraseña ha sido copiada a tu portapapeles.",
        "description": ""
    },
    "generatePassword_instructions": {
        "message": "Choose which type of password to create:",
        "description": ""
    },
    "generatePassword_done_1": {
        "message": "Password generated.",
        "description": ""
    },
    "generatePassword_done_2": {
        "message": "Paste it into a \"new password\" field or wherever else you want.",
        "description": ""
    },
    "group_label": {
        "message": "Grupo",
        "description": ""
    },
    "entry_history_pointer": {
        "message": "Your password manager has an \"undo\" feature. Find the entry and then you can view the entry history and use the \"Restore\" button to revert to an older version if necessary.",
        "description": ""
    },
    "loggedIn_tip": {
        "message": "Estás conectado a tu '$1' base de datos de contraseñas.",
        "description": "Tells the user they are logged into a Kee Vault or KeePass database (and gives its name, if any)"
    },
    "loggedInMultiple_tip": {
        "message": "Estás conectado a $1 base de datos de contraseñas  $2está activo.",
        "description": "Tells the user they have more than one KeePass database open and tells them which one is active/selected"
    },
    "matchedLogin_label": {
        "message": "$1 - $2",
        "description": "<username> <seperator> <entry title>"
    },
    "matchedLogin_tip": {
        "message": "$1 en el $2 grupo ($3)",
        "description": "Tooltip displayed over a matched login in the list of matched logins. Params: 1: entry title, 2: group name, 3: username"
    },
    "more_options": {
        "message": "Más opciones",
        "description": ""
    },
    "multi_page_update_warning": {
        "message": "Formularios de conexión multipágina pueden también requerir edición manual.",
        "description": ""
    },
    "noUsername_partial_tip": {
        "message": "Sin nombre de usuario",
        "description": ""
    },
    "notifyBarLaunchKeePass_label": {
        "message": "You are not logged in to your password manager.",
        "description": ""
    },
    "notifyBarLaunchKeePassButton_tip": {
        "message": "Open Kee Vault or KeePass to enable Kee",
        "description": ""
    },
    "notifyBarLogSensitiveData_label": {
        "message": "ADVERTENCIA: Kee está conectando tus contraseñas! Si no has activado intencionadamente ésta configuración deberías deshabilitarla inmediatamente",
        "description": "Displayed only when an advanced setting is potentially mistakenly or maliciously reconfigured"
    },
    "notifyBarLoginToKeePassButton_tip": {
        "message": "Unlock your password manager to enable Kee",
        "description": ""
    },
    "notifyBarNeverForSiteButton_label": {
        "message": "Nunca para éste sitio web.",
        "description": "Button user can click to quickly set the configuraiton option to prevent Kee from asking if they want to save a new password on this site"
    },
    "save": {
        "message": "Guardar",
        "description": ""
    },
    "password_successfully_updated": {
        "message": "Contraseña correctamente actualizada",
        "description": ""
    },
    "saveMultiPagePasswordText": {
        "message": "¿Querés que Kee guarde ésta contraseña multipágina?",
        "description": ""
    },
    "savePasswordLogin_tip": {
        "message": "Nombre de usuario: $1 Dirección de sitio web (URL): $2",
        "description": ""
    },
    "savePasswordText": {
        "message": "¿Querés que Kee guarde ésta contraseña?",
        "description": ""
    },
    "search_again": {
        "message": "Buscar de nuevo",
        "description": ""
    },
    "update": {
        "message": "Actualizar",
        "description": ""
    },
    "update_existing_entry": {
        "message": "Actualizá la entrada existente",
        "description": ""
    },
    "whichEntry_label": {
        "message": "Elegí una entrada...",
        "description": ""
    },
    "close": {
        "message": "Cerrar",
        "description": "Action user can click on to close/dismiss a panel or other user interface element"
    },
    "autoclose_countdown": {
        "message": "Autocerrarse en $1segundos",
        "description": "Label for a user interface element which allows the user to disable the auto-close functionality. Also tells the user how many seconds are remaining before the auto-close functionality triggers."
    },
    "autoclose_cancelled": {
        "message": "Autocerrarse cancelado",
        "description": "Tells the user that the panel auto-close functionality has been disabled for this panel."
    },
    "add": {
        "message": "Agregar",
        "description": "Action button for user to add an item to a collection. E.g. add an entry to the list of site-specific settings overrides"
    },
    "edit": {
        "message": "Editar",
        "description": "Action button for user to edit an item within a collection. E.g. edit an entry within the list of site-specific settings overrides"
    },
    "delete": {
        "message": "Delete",
        "description": "Action button for user to delete an item within a collection. E.g. delete an entry within the list of site-specific settings overrides"
    },
    "site_specific_settings_checkbox_explanation": {
        "message": "Configuraciones de \"Todos los sitios\" serán aplicados a cada sección debajo salvo que habilités la configuración, usando la casilla de verificaión de al lado ",
        "description": "Explains to the user how the site-specific settings can be enabled and what happens in the default situation"
    },
    "site_properties": {
        "message": "Propiedades del Sitio web",
        "description": "Site properties"
    },
    "enter_valid_regex": {
        "message": "Ingresa o valida una expresión regular (Regex) o seleciona un tipo diferente.",
        "description": "Validation error message displayed to user when they have configured the properties of a site specific configuration to be a regular expression (Regex) but supplied a website value that is not a valid regex"
    },
    "site_properties_weight_warning": {
        "message": "Necesitarás chequear cuidadosamente las ponderaciones de otras configuraciones si elegís hacer uso de ésta característica avanzada.",
        "description": "Warning to users that the match weighting feature of site-specific config is an advanced feature"
    },
    "target": {
        "message": "Objetivo",
        "description": "For differentiating which part of a URL will be matched - e.g domain, hostname or complete page address"
    },
    "method": {
        "message": "Método",
        "description": "For differentiating how a text string will be matched - e.g exact, prefix or regex"
    },
    "weight": {
        "message": "Ponderación",
        "description": "A number that can be compared to others in order to decide which associated configuration takes precendence."
    },
    "yes": {
        "message": "Si",
        "description": "Yes"
    },
    "no": {
        "message": "No",
        "description": "No"
    },
    "site_specific_settings_inherit": {
        "message": "Usar la misma configuración como todos los sitios web",
        "description": "Option for user to say that they want to use whatever the setting is for the top-level settings for all websites, rather than overriding it with a setting for this specific site."
    },
    "password": {
        "message": "Copiar contraseña",
        "description": "Amazingly, didn't have a need for this translation until v2.0 ;-)"
    },
    "conn_setup_client_sl_low_resolution": {
        "message": "Conectate usando alta seguridad",
        "description": "Button that will change the security level Kee attempts to use when connecting to the KeePassRPC server."
    },
    "learn_more": {
        "message": "Aprendé más",
        "description": "Action/button/link to send the user to somewhere that they can read more about a topic/concept"
    },
    "dont_show_again": {
        "message": "No mostrar el mensaje de nuevo",
        "description": "Button user can click on to cause a message to hide and not reappear"
    },
    "upgrade_kee": {
        "message": "Actualizá Kee",
        "description": "Button user can click on to load a web page with instructions on how to upgrade Kee"
    },
    "pref_when_one_matching_network_login": {
        "message": "Cuando Kee encuentra solo una conexión de red con coincidencia (Ej: HTTP Auth), automaticamente conectarse.",
        "description": "When the user selects this option, they will be shown the popup dialog with all matching entries for network authentication, unless there is only one match. If not enabled, the user will always see the list of matching logins."
    },
    "network_authentication": {
        "message": "Autenticación de red",
        "description": "Heading for popup dialog displayed when HTTP Auth or a proxy requires authentication."
    },
    "network_auth_proxy_description": {
        "message": "Un proxy requiere que te autentifiques con él antes de que puedas acceder $1",
        "description": "Instructions for popup dialog displayed when a proxy requires authentication."
    },
    "network_auth_http_auth_description": {
        "message": "Un sitio web requiere que te autentifiques con él antes de que puedas acceder $1. El sitio web dice: $2",
        "description": "Instructions for popup dialog displayed when a site requires authentication using HTTP Auth."
    },
    "network_auth_choose": {
        "message": "Elige una conexión de la lista de abajo o cierra la ventana para automaticamente entrar la información requerida de conexión.",
        "description": "Instructions for popup dialog displayed when a site or proxy requires network authentication."
    },
    "save_login": {
        "message": "Guardar conexión",
        "description": "Heading for panel that allows user to create or update a new login entry"
    },
    "saveLatestLogin": {
        "message": "Save latest login",
        "description": "Action link for user to click (e.g. from the browser popup or a context menu) when they want to save the most recently submitted data as a new entry"
    },
    "welcome_to_kee": {
        "message": "Welcome to Kee",
        "description": "Header for release notes page. Will have a version suffix added to it. E.g. Welcome to Kee 2.0"
    },
    "introduction_to_kee": {
        "message": "Kee automatically fills login forms to save you time and protect you from security risks.",
        "description": "Top-level description of what Kee does. Focuses on the most obvious/desirable features that are specific to Kee, rather than generic to the concept of a password manager."
    },
    "kee_works_with_a_password_manager": {
        "message": "The credentials Kee enters for you are stored securely in a password manager behind a single \"master password\".",
        "description": "Explains that Kee stores passwords in a password manager that user's access through a single password."
    },
    "recommend_start_with_kee_vault": {
        "message": "We recommend trying out the Kee Vault password manager 14 day free trial. It's only £2 per month after the trial and does not require payment details when you sign up so is risk free.",
        "description": "Recommend the quick and easy option for new users to increase likelihood of long-term usage of a password manager."
    },
    "load_kee_vault_now": {
        "message": "Load Kee Vault now",
        "description": "Call To Action button text. On click, the Kee Vault app will load and focus in a new tab."
    },
    "you_can_use_KeePass_instead": {
        "message": "Alternatively, you can choose to configure KeePass Password Safe 2 instead.",
        "description": "Explains that Kee also works with KeePass so they can choose to configure that if they prefer to avoid all financial expenditure."
    },
    "table_summarises_differences": {
        "message": "The table below summarises the main differences.",
        "description": "Introduces the summary table that will help users choose a password manager to start with."
    },
    "installation_required": {
        "message": "Installation required",
        "description": "States that the user will need to install components on their computer"
    },
    "access_from_multiple_devices": {
        "message": "Access from multiple desktop and mobile devices",
        "description": "Covers web browsers and mobiles, laptops, tablets, etc."
    },
    "shared_preferences": {
        "message": "Shared preferences",
        "description": "Labels the process of synchronising browser extension and password manager configuration options/preferences across multiple locations."
    },
    "yes_configure_once": {
        "message": "Yes, configure once",
        "description": "Supports synchronising browser extension and password manager configuration options/preferences"
    },
    "no_configure_multiple": {
        "message": "No, configure on every web browser or device you use",
        "description": "Does not support synchronising browser extension and password manager configuration options/preferences"
    },
    "difficulty": {
        "message": "Difficulty",
        "description": "Header for release notes page. Will have a version suffix added to it. E.g. Welcome to Kee 2.0"
    },
    "difficulty_kee_vault": {
        "message": "Easy",
        "description": "Indicates that it is easy to get started with Kee Vault"
    },
    "difficulty_keepass": {
        "message": "Medium (Hard on Mac computers)",
        "description": "Indicates that more work is required to get started with KeePass"
    },
    "keepass_sync_config_explanation": {
        "message": "For KeePass, a partial solution for multi-device access can be manually configured using 3rd party services, some of which charge a fee. Each device must be prepared and configured in advance.",
        "description": "Header for release notes page. Will have a version suffix added to it. E.g. Welcome to Kee 2.0"
    },
    "point_user_to_keepass_install_instructions_start": {
        "message": "Instructions for installing and configuring KeePass and the required KeePassRPC.plgx plugin can be found on our",
        "description": "Left part of a sentence that contains a link to the community forum in the middle. For new installations"
    },
    "point_user_to_keepass_install_instructions_end": {
        "message": ".",
        "description": "Right part of a sentence that contains a link to the community forum in the middle. For new installations"
    },
    "point_user_to_tutorial_link_text": {
        "message": "interactive tutorial",
        "description": "Name of the link to the interactive tutorial page"
    },
    "point_user_to_forum_link_text": {
        "message": "community forum",
        "description": "Name of the link to the community forum"
    },
    "notification_raised_title": {
        "message": "Kee has a notification to show you",
        "description": "Title of a transient native notification displayed on the user's screen to alert them to a notification in the Kee browser action popup."
    },
    "notification_yellow_background": {
        "message": "The Kee button has a yellow background when a new notification appears.",
        "description": "Part of the message within a transient native notification displayed on the user's screen to alert them to a notification in the Kee browser action popup."
    },
    "notification_only_shown_some_times": {
        "message": "This additional popup notification will only be shown a small number of times.",
        "description": "Appended to the message of a transient native notification displayed on the user's screen when we show the message only a handful of times before assuming they have learnt the contents of the message."
    },
    "notification_save_password_tip": {
        "message": "Click on the Kee button (in your toolbar) and then \"Save latest login\"",
        "description": "Part of the message within a transient native notification displayed on the user's screen to tell them how to save a password (especially important for those upgrading from KeeFox since the behaviour has changed)"
    },
    "loading": {
        "message": "Loading...",
        "description": "Holding message to be displayed when Kee has to display something to the user to indicate that the requested information or interface element will be displayed shortly."
    },
    "version_upgrade_heading_changes": {
        "message": "Changes in version",
        "description": "Heading for the list of changes in a version of Kee. A space and the current version number will be suffixed at the end of this string."
    },
    "pref_currentSearchTermTimeout_label": {
        "message": "Clear search results after (seconds)",
        "description": "Setting label to adjust how long the search text a user typed will remain cached, essentially persisting the popup search results for a short time."
    },
    "other_technical_improvements": {
        "message": "Other technical improvements",
        "description": "Heading for the list of additional technical changes in a version of Kee. The changes themselves may be too technical to be worth translating but it's useful if the user knows what the section of the page is about."
    },
    "new_license": {
        "message": "New License",
        "description": "Heading for text that explains we have a new source code license"
    },
    "reliability_improvements": {
        "message": "Reliability improvements",
        "description": "Heading for text that explains we have made improvements to the reliability of some aspect of Kee"
    },
    "google_chrome_release": {
        "message": "Google Chrome release",
        "description": "Heading for text that explains we are about to release a stable version for the Google Chrome browser"
    },
    "new_icon": {
        "message": "New icon",
        "description": "Heading for text that explains we have a new icon / branding"
    },
    "new_license_text": {
        "message": "Version 3 of the Kee extension is released with a newer type of Open Source license - AGPLv3 - which brings it into line with all the software we release. While not typically affecting your rights to use the free software on a day to day basis, the change (from GPLv2) may have legal implications in some situations so we must therefore recommend that you review the new license. If you determine that you do not accept the new license, you can continue using the older versions of the software under the old license in perpetuity.",
        "description": "Explains we have a new source code license"
    },
    "reliability_improvements_text1": {
        "message": "We've improved the link between the web browser and each individual page you load, resulting in more reliable features like form filling.",
        "description": "Explains we have made improvements to the reliability of the link between the main browser process and the content page processes"
    },
    "reliability_improvements_text2": {
        "message": "We've improved the detection of form submit buttons. This means more successful form submission on some websites such as the Google sign-in page.",
        "description": "Explains we have made improvements to the reliability of detection of form submit buttons"
    },
    "google_chrome_release_text": {
        "message": "When the stable version of Kee v3.0 is released soon, we will promote the Google Chrome version of the extension out of the Beta testing period it has been in for just over a year.",
        "description": "Explains we are about to release a stable version for the Google Chrome browser"
    },
    "new_icon_text": {
        "message": "We have a shiny new modern icon which we hope you like. This is also discussed in the Kee Vault forum post linked to above.",
        "description": "Explains we have a new icon / branding"
    },
    "kee_vault_announcement_1": {
        "message": "Kee Vault is a new open source password manager. It runs in your web browser so no installation is necessary.",
        "description": "Introduction to what Kee Vault is"
    },
    "kee_vault_announcement_2": {
        "message": "It works on any modern device or web browser, even when offline. After importing your existing KeePass database you can access your Kee Vault from everywhere, with your changes and configuration preferences automatically sent to each of your devices and browsers.",
        "description": "Outlines a few benefits of Kee Vault compared to KeePass"
    },
    "kee_vault_announcement_3": {
        "message": "Kee version 3.0 lets you use Kee Vault in place of the desktop KeePass application, with support for all the existing Kee features such as form filling and saving, searching and password generation.",
        "description": "Explains that Kee v3 works with Kee Vault"
    },
    "kee_vault_announcement_4": {
        "message": "Kee Vault is almost ready to launch as a public beta and I'm delighted to offer all existing Kee users an opportunity to get early access before this happens!",
        "description": "Announces the pre-release availability of Kee Vault"
    },
    "kee_vault_announcement_5": {
        "message": "Read more and register for early access",
        "description": "Call To Action pointing users to the Kee Vault announcement on the forum and the subsequent registration of interest in the early access phase of the Kee Vault service"
    },
    "showEntry": {
        "message": "Show Entry",
        "description": "Show the edit entry view. Same as 'Edit Entry' but used in contexts where user is not wanting/expecting to edit the entry."
    },
    "KB_shortcut_simple_2_desc": {
        "message": "Sign in to password manager / Select matched login / Show matched logins list",
        "description": "Description of keyboard shortcut setting for the primary action - exact behaviour depends on state when executed"
    }
}