{
    "black_list": {
        "message": "Czarna lista",
        "description": "List of items that cause behaviour to be disabled if they match. For example, the list of names of form fields that prevent Kee from searching for logins for the form containing that field."
    },
    "conn_display_description": {
        "message": "Dodatek do przeglądarki, który bezpiecznie pozwala na automatyczne logowanie do większości stron internetowych. Wcześniej znany jako KeeFox.",
        "description": "A brief description of Kee that gets presented to users to help them decide if they want to allow the connection to KeePass to be permitted."
    },
    "conn_invalid_message": {
        "message": "Kee wysłał nieprawidłowe polecenie do Twojej bazy haseł.",
        "description": "A form of internal technical error. This can help user's to identify the type of problem they are experiencing."
    },
    "conn_setup_client_sl_low": {
        "message": "Kee poprosił o poziom zabezpieczeń zbyt niski, aby serwer haseł mógł go zaakceptować. Musisz ponownie rozpocząć proces uwierzytelnienia używając wyższego poziomu zabezpieczeń.",
        "description": ""
    },
    "conn_setup_enter_password_title": {
        "message": "Uwierzytelnianie Kee",
        "description": "Heading of the popup that asks the user to authorise the connection to KeePass by typing in a password."
    },
    "conn_setup_enter_password": {
        "message": "Proszę wpisać hasło wyświetlone przez okno \"Autoryzuj nowe połączenie\" KeePassa. Nie musisz zapamiętywać tego hasła. Jeśli się pomylisz, niedługo znów będziesz mógł spróbować.",
        "description": ""
    },
    "conn_setup_expired": {
        "message": "Używałeś tego samego sekretnego klucza zbyt długo.",
        "description": "The KeePassRPC server has detected that the secret key used for communication has expired and the user must therefore re-authenticate."
    },
    "conn_setup_failed": {
        "message": "Kee nie uzyskał zgody na połączenie, prawdopodobnie podałeś nieprawidłowe hasło połączenia.",
        "description": "The most likely cause for this error is that the user typed in the wrong password. Otherwise it's likely to be a bug in the KPRPC protocol, which we would have expected to see some evidence of over the past 5 years."
    },
    "conn_setup_invalid_param": {
        "message": "Kee dostarczył niepoprawny parametr. Więcej informacji możesz znaleźć tu: $1",
        "description": "This probably indicates a bug in Kee - we sent something to KeePassRPC that it wasn't expecting."
    },
    "conn_setup_missing_param": {
        "message": "Kee nie udało się dostarczyć wymaganego parametru. Więcej informacji możesz znaleźć tu: $1",
        "description": "This probably indicates a bug in Kee - we failed to send some information to KeePassRPC that it required."
    },
    "conn_setup_restart": {
        "message": "Kee musi ponownie rozpocząć proces uwierzytelnienia.",
        "description": "A technical error occurred during the attempt to authorise the link between Kee and KeePassRPC so we need to notify the user that they will need to re-authenticate"
    },
    "conn_setup_retype_password": {
        "message": "Wpisz nowe hasło, gdy zostaniesz o to poproszony.",
        "description": "The user needs to re-authorise the connection to KeePass by typing in the new KeePassRPC password they're being shown by KeePass."
    },
    "conn_setup_server_sl_low": {
        "message": "Kee odrzucił połączenie z serwerem haseł ponieważ jego poziom zabezpieczeń był zbyt niski. Musisz ponownie rozpocząć proces uwierzytelnienia używając wyższego poziomu zabezpieczeń.",
        "description": ""
    },
    "conn_setup_client_features_missing": {
        "message": "Kee musi zostać zaktualizowany, aby podłączyć się do Twojego menedżera haseł. Upewnij się, że posiadasz najnowszą wersję dodatku/rozszerzenia do przeglądarki.",
        "description": "The KeePassRPC server requires features from Kee that this version does not contain."
    },
    "conn_setup_server_features_missing": {
        "message": "Twój menedżer haseł musi zostać zaktualizowany, aby zezwolić Kee na podłączenie. Załaduj ponownie stronę Sejf Kee i/lub upewnij się, że posiadasz najnowszą wersję wtyczki KeePassRPC postępując zgodnie z szybką i prostą instrukcją pod adresem $1",
        "description": "The KeePassRPC server does not offer some features that this version of Kee requires."
    },
    "conn_sl_high_label": {
        "message": "Pytaj o nowe hasło połączenia przy każdym uruchomieniu przeglądarki lub KeePassa",
        "description": "Checkbox label to enable high security connection mode when authorising a connection to KeePassRPC"
    },
    "conn_sl_high": {
        "message": "Wysoki",
        "description": ""
    },
    "conn_sl_low": {
        "message": "Niski",
        "description": ""
    },
    "conn_sl_medium": {
        "message": "Średni",
        "description": ""
    },
    "conn_sl_server_min_desc": {
        "message": "To pozwala Ci zabronić KeeFoxowi łączenia z KeePassem, jeśli jego poziom zabezpieczeń jest zbyt niski. Zobacz opcje w KeePassie odpowiadające za aktualny poziom zabezpieczeń używany przez KeePassa.",
        "description": ""
    },
    "conn_sl_server_min": {
        "message": "Najniższy akceptowalny poziom zabezpieczeń KeePassa",
        "description": ""
    },
    "conn_sl_desc": {
        "message": "Zmień poniższe ustawienie aby kontrolować poziom bezpieczeństwa połączenia pomiędzy przeglądarką i KeePassem. Prawdopodobnie nigdy nie będziesz musiał dostosowywać tej opcji, ale jeśli jednak to zrobisz, przeczytaj najpierw odpowiedni rozdział w przewodniku.",
        "description": ""
    },
    "conn_sl_link": {
        "message": "Dowiedz się więcej o tych ustawieniach i komunikacji pomiędzy przeglądarką i KeePassem w przewodniku.",
        "description": "Link text to guide user to the manual to get more information about the security of the link to KeePass."
    },
    "conn_unknown_error": {
        "message": "Wystąpił nieoczekiwany błąd podczas próby połączenia z menedżerem haseł.",
        "description": "Something went wrong with the KeePassRPC link but we have no idea what."
    },
    "conn_unknown_protocol": {
        "message": "Kee dostarczył nieprawidłowy protokół.",
        "description": "Technical error in the communication between Kee and KeePassRPC. Not clear how user could resolve this or if they'll ever see it but it might happen."
    },
    "form_id": {
        "message": "ID formularza",
        "description": ""
    },
    "form_name": {
        "message": "Nazwa formularza",
        "description": ""
    },
    "further_info_may_follow": {
        "message": "Dalsze informacje możesz znaleźć tu: $1",
        "description": "Phrase used to prefix extra information about a variety of different messages that may or may not be available in the replacement string, usually relating to technical errors and often rendered in the Kee log rather than in a user-facing place."
    },
    "matched_logins_label": {
        "message": "Pasujące wpisy",
        "description": "Header for panels/sections that contain the logins which Kee matched for this page/form"
    },
    "pref_Advanced_heading": {
        "message": "Zaawansowane",
        "description": ""
    },
    "pref_ConnectionSecurity_heading": {
        "message": "Bezpieczeństwo połączenia",
        "description": "Heading for panel that contains settings for the security of the connection between Kee and KeePass."
    },
    "pref_ConnectionSecurity_explain_change": {
        "message": "Czasami zmiana poniższych ustawień spowoduje, że Kee zapyta o nowe losowe hasło. Nie musisz wprowadzać prawidłowego hasła powyżej, aby zmienić te ustawienia. Po prostu  zmień je i naciśnij przycisk powyżej.",
        "description": "Explains what happens if user changes settings for the security of the connection between Kee and KeePass."
    },
    "srp_connect": {
        "message": "Połącz",
        "description": "Button action to authorise the connection between Kee and KeePassRPC. Displayed when the user has entered a password and not changed any connection security settings."
    },
    "srp_save_connect": {
        "message": "Zapisz i połącz",
        "description": "Button action to authorise the connection between Kee and KeePassRPC and save new connection options. Displayed when the user has entered a password and changed connection security settings."
    },
    "pref_DoNothing_desc": {
        "message": "nic nie robić",
        "description": "Label for configuring Kee to take no action. Specific context may vary but will relate to auto filling and/or submitting"
    },
    "pref_FillAndSubmitForm_desc": {
        "message": "uzupełnić i zatwierdzić dane logowania",
        "description": ""
    },
    "pref_FillAndSubmitPrompt_desc": {
        "message": "uzupełnić i zatwierdzić dane logowania",
        "description": ""
    },
    "pref_FillForm_desc": {
        "message": "uzupełnić dane logowania",
        "description": ""
    },
    "pref_FillingEntries_heading": {
        "message": "Wypełnianie formularza",
        "description": "Heading for section of options panel which contains settings relating to how Kee behaves when filling entries into forms"
    },
    "pref_FillPrompt_desc": {
        "message": "uzupełnić dane logowania",
        "description": ""
    },
    "pref_FindingEntries_heading": {
        "message": "Wyszukiwanie loginów/haseł",
        "description": "Heading for section of options panel which contains settings relating to how Kee behaves when finding entries for a website"
    },
    "pref_Logging_heading": {
        "message": "Logowanie",
        "description": "The output of text information that reports on the inner-workings of Kee."
    },
    "pref_SavingEntries_heading": {
        "message": "Zapisywanie haseł",
        "description": "Heading for section of options panel which contains settings relating to how Kee behaves when saving new entries"
    },
    "pref_autoFillFormsWithMultipleMatches_label": {
        "message": "Take this automatic action even when multiple matching entries are found",
        "description": "In reference to the Automatic form filling option, this checkbox option allows the user to say whether they want their selected action to be taken even when there is more than one matching entry."
    },
    "pref_keePassDBToOpen_label": {
        "message": "Podczas otwierania lub logowania do KeePassa używaj tego pliku z bazą haseł",
        "description": ""
    },
    "pref_keePassRPCPort_label": {
        "message": "Komunikuj się z KeePassem używając tego portu TCP/IP",
        "description": ""
    },
    "pref_keePassRPCPortWarning_label": {
        "message": "Uwaga: Zmień ustawienie w pliku KeePass.config, aby Kee mógł komunikować się z KeePassem.",
        "description": "Displayed to the user near the setting for changing the KeePassRPC port"
    },
    "pref_listAllOpenDBs_label": {
        "message": "Wyświetl listę loginów ze wszystkich otwartych Sejfów Kee i baz KeePass",
        "description": ""
    },
    "pref_logLevel_desc": {
        "message": "Wybierz jak bardzo szczegółowy ma być log. Każdy wyższy poziom logu oznacza więcej danych na wyjściu.",
        "description": ""
    },
    "pref_logLevelDebugging_label": {
        "message": "Debugowanie",
        "description": "Logging level for the most verbose information about Kee's operation"
    },
    "pref_logLevelInformation_label": {
        "message": "Informacje",
        "description": "Logging level for important information about Kee's operation"
    },
    "pref_logLevelWarnings_label": {
        "message": "Ostrzeżenia",
        "description": "Logging level for potential problems"
    },
    "pref_logLevelErrors_label": {
        "message": "Błędy",
        "description": "Logging level for problems"
    },
    "pref_notifyBarRequestPasswordSave_label": {
        "message": "Proponuj zapisywanie haseł",
        "description": ""
    },
    "pref_notifyWhenEntryUpdated_label": {
        "message": "Wyświetlaj powiadomienie \"Hasło poprawnie zaktualizowane\"",
        "description": "Option to enable or disable the information displayed when a password has been updated"
    },
    "pref_animateWhenOfferingSave_label": {
        "message": "Animate the Kee icon when offering to save",
        "description": "Option to enable or disable the animation of the Kee icon that displays when an entry is available for saving from the main popup panel"
    },
    "pref_rememberMRUDB_label": {
        "message": "Zapamiętaj ostatnio używany Sejf Kee albo bazę KeePass",
        "description": ""
    },
    "pref_rememberMRUGroup_label": {
        "message": "Zapamiętaj grupę, do której ostatnio dokonano zapisu",
        "description": "Whether Kee will remember the name of the KeePass group most recently chosen by the user"
    },
    "pref_saveFavicons_label": {
        "message": "Zapisz logo/ikonę strony (favicon)",
        "description": "Whether or not Kee will save the website's icon when a new entry is saved"
    },
    "pref_searchAllOpenDBs_label": {
        "message": "Przeszukaj wszystkie otwarte Sejfy Kee i bazy KeePass",
        "description": ""
    },
    "pref_when_kee_chooses_standard_form_desc": {
        "message": "Kiedy Kee znajdzie pasujący login dla standardowego formularza powinien",
        "description": "Context/label for user when changing setting relating to auto-fill/submit behaviour. A list of potential actions will be displayed immediately after this string and the user can select their preferred behaviour from that list."
    },
    "pref_when_user_chooses_desc": {
        "message": "Kiedy wybierzesz pasujący login, Kee powinien",
        "description": "Context/label for user when changing setting relating to manual fill/submit behaviour. A list of potential actions will be displayed immediately after this string and the user can select their preferred behaviour from that list."
    },
    "site_options_invisible_tip_desc": {
        "message": "Uwaga: Nazwy i ID mogą być inne, niż etykiety widoczne na stronie (są one ustawiane w kodzie źródłowym strony)",
        "description": "Explains that the configuration settings might not be what the casual user expects"
    },
    "site_options_list_explain_desc": {
        "message": "Jeżeli formularz pasuje do wpisu na białej liście poniżej, Kee zawsze będzie próbował go wypełnić. Jeżeli formularz pasuje do wpisu na czarnej liście, Kee nigdy nie będzie próbował go wypełnić. Jeśli pasuje do wpisów na obu listach, Kee nie będzie próbował go wypełniać.",
        "description": "Explains how Kee chooses which forms to fill in"
    },
    "pref_Finding_forms_heading": {
        "message": "Wyszukiwanie formularzy",
        "description": "Settings heading for how Kee finds forms it is (or isn't) interested in filling in with entries from the password manager"
    },
    "site_options_valid_form_intro_desc": {
        "message": "Kee będzie próbować wypełnić pasujące wpisy Sejfu Kee i KeePass we wszystkich formularzach, które zawierają pole hasła. Możesz dostosować to zachowanie poniżej.",
        "description": "Explains how Kee chooses which forms to fill in"
    },
    "text_field_id": {
        "message": "ID pola tekstowego",
        "description": ""
    },
    "text_field_name": {
        "message": "Nazwa pola tekstowego",
        "description": ""
    },
    "white_list": {
        "message": "Biała lista",
        "description": "List of items that cause behaviour to be enabled if they match. For example, the list of names of form fields that force Kee to search for logins for the form containing that field."
    },
    "Help_Centre_Button_label": {
        "message": "Centrum pomocy",
        "description": ""
    },
    "cancel": {
        "message": "Anuluj",
        "description": ""
    },
    "Logins_Context_Edit_Login_label": {
        "message": "Edytuj login",
        "description": ""
    },
    "Menu_Button_copyNewPasswordToClipboard_label": {
        "message": "Wygeneruj nowe hasło",
        "description": ""
    },
    "Menu_Button_fillCurrentDocument_label": {
        "message": "Znajdź pasujące wpisy",
        "description": ""
    },
    "Menu_Button_options_label": {
        "message": "Opcje",
        "description": "Link to the add-on's settings"
    },
    "Menu_Button_open_keepass_label": {
        "message": "Open KeePass",
        "description": "Action button to launch, unlock and/or focus KeePass"
    },
    "Menu_Button_open_kee_vault_label": {
        "message": "Open Kee Vault",
        "description": "Action button to launch, unlock and/or focus Kee Vault"
    },
    "Search_label": {
        "message": "Szukaj...",
        "description": ""
    },
    "Search_tip": {
        "message": "Zacznij pisać, aby wyświetlić pasujące wpisy",
        "description": ""
    },
    "PasswordProfilesExplanation_label": {
        "message": "Możesz też wygenerować inne, wybierając jeden z poniższych profili haseł. Stwórz nowe profile w Sejfie Kee albo KeePass.",
        "description": ""
    },
    "change_field_explanation": {
        "message": "Kee zaktualizuje też ikonę witryny (favicon) i wszelkie dane HTTP Auth Realm. Bardziej zaawansowane modyfikacje wymagają ręcznej edycji wpisu.",
        "description": ""
    },
    "change_field_status": {
        "message": "W wybranym wpisie nazwa użytkownika, hasło i inne wypełnione pola zostaną zastąpione danymi, które teraz wprowadziłeś.",
        "description": ""
    },
    "change_url_status": {
        "message": "Adres strony internetowej (URL) we wpisie zostanie zmieniony na najnowszy.",
        "description": ""
    },
    "change_url_option_1": {
        "message": "Zastąp URL wpisu (ale nadal wypełniaj formularze, gdy otworzysz stary URL)",
        "description": ""
    },
    "change_url_option_2": {
        "message": "Zastąp URL wpisu (całkowicie usuń stary URL)",
        "description": ""
    },
    "change_url_option_3": {
        "message": "Zastąp URL wpisu (ale nadal wypełniaj formularze, gdy otworzysz stary URL)",
        "description": ""
    },
    "change_url_option_4": {
        "message": "Zachowaj stary URL wpisu (nie dodawaj nowego adresu URL do wpisu)",
        "description": ""
    },
    "copy_password_label": {
        "message": "Skopiuj hasło",
        "description": ""
    },
    "copy_username_label": {
        "message": "Skopiuj nazwę użytkownika",
        "description": ""
    },
    "copy": {
        "message": "Kopiuj",
        "description": "Prefixed before a field name and id to indicate to the user that when they click here the value for that field will be copied to the clipboard. Displayed before (left) of the field name with a space between this string and the field name."
    },
    "create": {
        "message": "Stwórz",
        "description": ""
    },
    "create_new_entry": {
        "message": "Stwórz nowy wpis",
        "description": "Create new entry"
    },
    "showing_options_for": {
        "message": "Pokazuje opcje dla",
        "description": "label for a group of radio buttons that allows the user to change the scope of the settings they are changing - e.g. all websites or just one specific website"
    },
    "all_websites": {
        "message": "Wszystkie witryny",
        "description": ""
    },
    "a_specific_website": {
        "message": "Określona witryna",
        "description": ""
    },
    "current_website": {
        "message": "Bieżąca witryna",
        "description": ""
    },
    "website": {
        "message": "Witryna",
        "description": ""
    },
    "website_options_search_placeholder": {
        "message": "e.g. www.google.com",
        "description": "A placeholder for the search box where the user searches for the settings that apply to a specific website (per-site settings)"
    },
    "website_options_search_tooltip": {
        "message": "e.g. www.google.com (Do NOT include https:// or other protocols)",
        "description": "Tooltip/title for the search box where the user searches for the settings that apply to a specific website (per-site settings)"
    },
    "database_label": {
        "message": "Baza danych",
        "description": ""
    },
    "generatePassword_copied": {
        "message": "Nowe hasło zostało skopiowane do schowka.",
        "description": ""
    },
    "generatePassword_instructions": {
        "message": "Wybierz rodzaj hasła do wygenerowania:",
        "description": ""
    },
    "generatePassword_done_1": {
        "message": "Wygenerowano hasło.",
        "description": ""
    },
    "generatePassword_done_2": {
        "message": "Wklej je do pola \"nowe hasło\" albo gdziekolwiek chcesz.",
        "description": ""
    },
    "group_label": {
        "message": "Grupa",
        "description": ""
    },
    "entry_history_pointer": {
        "message": "Twój menedżer haseł ma funkcję \"cofnij\". Po odszukaniu wpisu możesz zobaczyć jego historię i użyć przycisku \"Przywróć\", aby cofnąć do starszej wersji, jeśli zajdzie taka potrzeba.",
        "description": ""
    },
    "loggedIn_tip": {
        "message": "Jesteś zalogowany do bazy haseł '$1'.",
        "description": "Tells the user they are logged into a Kee Vault or KeePass database (and gives its name, if any)"
    },
    "loggedInMultiple_tip": {
        "message": "Jesteś zalogowany do $1 baz haseł. Baza '$2' jest aktywna.",
        "description": "Tells the user they have more than one KeePass database open and tells them which one is active/selected"
    },
    "matchedLogin_label": {
        "message": "$1 - $2",
        "description": "<username> <seperator> <entry title>"
    },
    "matchedLogin_tip": {
        "message": "$1 w grupie $2 ($3)",
        "description": "Tooltip displayed over a matched login in the list of matched logins. Params: 1: entry title, 2: group name, 3: username"
    },
    "more_options": {
        "message": "Więcej opcji",
        "description": ""
    },
    "multi_page_update_warning": {
        "message": "Logowanie rozłożone na wielu stronach może wymagać ręcznej edycji.",
        "description": ""
    },
    "noUsername_partial_tip": {
        "message": "brak nazwy użytkownika",
        "description": ""
    },
    "notifyBarLaunchKeePass_label": {
        "message": "Nie jesteś zalogowany do menedżera haseł.",
        "description": ""
    },
    "notifyBarLaunchKeePassButton_tip": {
        "message": "Otwórz Sejf Kee albo KeePass, aby aktywować Kee",
        "description": ""
    },
    "notifyBarLoginToKeePassButton_tip": {
        "message": "Odblokuj swój menedżer haseł, aby aktywować Kee",
        "description": ""
    },
    "notifyBarNeverForSiteButton_label": {
        "message": "Nigdy dla tej strony",
        "description": "Button user can click to quickly set the configuraiton option to prevent Kee from asking if they want to save a new password on this site"
    },
    "save": {
        "message": "Zapisz",
        "description": ""
    },
    "password_successfully_updated": {
        "message": "Hasło pomyślnie zaktualizowano.",
        "description": ""
    },
    "saveMultiPagePasswordText": {
        "message": "Czy chcesz aby Kee zapisał to kilkuetapowe hasło?",
        "description": ""
    },
    "savePasswordLogin_tip": {
        "message": "Użytkownik: $1. Adres witryny (URL): $2",
        "description": ""
    },
    "savePasswordText": {
        "message": "Czy chcesz aby Kee zapisał to hasło?",
        "description": ""
    },
    "search_again": {
        "message": "Wyszukaj ponownie",
        "description": ""
    },
    "update": {
        "message": "Zapisz zmiany",
        "description": ""
    },
    "update_existing_entry": {
        "message": "Aktualizuj wpis",
        "description": ""
    },
    "whichEntry_label": {
        "message": "Wybierz wpis...",
        "description": ""
    },
    "close": {
        "message": "Zamknij",
        "description": "Action user can click on to close/dismiss a panel or other user interface element"
    },
    "autoclose_countdown": {
        "message": "Automatyczne zamykanie za $1sekund",
        "description": "Label for a user interface element which allows the user to disable the auto-close functionality. Also tells the user how many seconds are remaining before the auto-close functionality triggers."
    },
    "autoclose_cancelled": {
        "message": "Anulowano automatyczne zamykanie",
        "description": "Tells the user that the panel auto-close functionality has been disabled for this panel."
    },
    "add": {
        "message": "Dodaj",
        "description": "Action button for user to add an item to a collection. E.g. add an entry to the list of site-specific settings overrides"
    },
    "edit": {
        "message": "Edytuj",
        "description": "Action button for user to edit an item within a collection. E.g. edit an entry within the list of site-specific settings overrides"
    },
    "delete": {
        "message": "Usuń",
        "description": "Action button for user to delete an item within a collection. E.g. delete an entry within the list of site-specific settings overrides"
    },
    "site_specific_settings_checkbox_explanation": {
        "message": "Ustawienia \"Wszystkie witryny\" będą stosowane do każdej z poniższej sekcji, dopóki nie włączysz ustawień zaznaczając pole wyboru obok nich.",
        "description": "Explains to the user how the site-specific settings can be enabled and what happens in the default situation"
    },
    "site_properties": {
        "message": "Właściwości witryny",
        "description": "Site properties"
    },
    "enter_valid_regex": {
        "message": "Wprowadź poprawny Regex albo wybierz inny typ",
        "description": "Validation error message displayed to user when they have configured the properties of a site specific configuration to be a regular expression (Regex) but supplied a website value that is not a valid regex"
    },
    "site_properties_weight_warning": {
        "message": "Powinieneś dokładnie sprawdzić wagi innych konfiguracji jeśli chcesz włączyć tę zaawansowaną funkcję.",
        "description": "Warning to users that the match weighting feature of site-specific config is an advanced feature"
    },
    "target": {
        "message": "Cel",
        "description": "For differentiating which part of a URL will be matched - e.g domain, hostname or complete page address"
    },
    "method": {
        "message": "Metoda",
        "description": "For differentiating how a text string will be matched - e.g exact, prefix or regex"
    },
    "weight": {
        "message": "Waga",
        "description": "A number that can be compared to others in order to decide which associated configuration takes precendence."
    },
    "yes": {
        "message": "Tak",
        "description": "Yes"
    },
    "no": {
        "message": "Nie",
        "description": "No"
    },
    "site_specific_settings_inherit": {
        "message": "Użyj jednakowych ustawień dla wszystkich witryn",
        "description": "Option for user to say that they want to use whatever the setting is for the top-level settings for all websites, rather than overriding it with a setting for this specific site."
    },
    "password": {
        "message": "Hasło",
        "description": "Amazingly, didn't have a need for this translation until v2.0 ;-)"
    },
    "conn_setup_client_sl_low_resolution": {
        "message": "Połącz używając wysokiego poziomu zabezpieczeń",
        "description": "Button that will change the security level Kee attempts to use when connecting to the KeePassRPC server."
    },
    "learn_more": {
        "message": "Dowiedz się więcej",
        "description": "Action/button/link to send the user to somewhere that they can read more about a topic/concept"
    },
    "dont_show_again": {
        "message": "Nie pokazuj tej wiadomości ponownie",
        "description": "Button user can click on to cause a message to hide and not reappear"
    },
    "upgrade_kee": {
        "message": "Aktualizuj Kee",
        "description": "Button user can click on to load a web page with instructions on how to upgrade Kee"
    },
    "pref_when_one_matching_network_login": {
        "message": "Automatycznie zaloguj, jeśli Kee znajdzie tylko jeden pasujący login (np. HTTP Auth)",
        "description": "When the user selects this option, they will be shown the popup dialog with all matching entries for network authentication, unless there is only one match. If not enabled, the user will always see the list of matching logins."
    },
    "network_authentication": {
        "message": "Logowanie",
        "description": "Heading for popup dialog displayed when HTTP Auth or a proxy requires authentication."
    },
    "network_auth_proxy_description": {
        "message": "Proxy wymaga uwierzytelnienia, aby uzyskać dostęp do $1",
        "description": "Instructions for popup dialog displayed when a proxy requires authentication."
    },
    "network_auth_http_auth_description": {
        "message": "Witryna wymaga uwierzytelnienia, aby uzyskać dostęp do $1. Komunikat witryny: $2",
        "description": "Instructions for popup dialog displayed when a site requires authentication using HTTP Auth."
    },
    "network_auth_choose": {
        "message": "Wybierz login z poniższej listy lub zamknij to okno, by ręcznie wpisać wymagane dane.",
        "description": "Instructions for popup dialog displayed when a site or proxy requires network authentication."
    },
    "save_login": {
        "message": "Zapisz login",
        "description": "Heading for panel that allows user to create or update a new login entry"
    },
    "saveLatestLogin": {
        "message": "Zapisz ostatnie hasło",
        "description": "Action link for user to click (e.g. from the browser popup or a context menu) when they want to save the most recently submitted data as a new entry"
    },
    "welcome_to_kee": {
        "message": "Witaj w Kee",
        "description": "Header for release notes page. Will have a version suffix added to it. E.g. Welcome to Kee 2.0"
    },
    "introduction_to_kee": {
        "message": "Kee automatycznie wypełnia formularze logowania, aby oszczędzić Tobie czasu i zabezpieczyć Cię przed ryzykiem bezpieczeństwa.",
        "description": "Top-level description of what Kee does. Focuses on the most obvious/desirable features that are specific to Kee, rather than generic to the concept of a password manager."
    },
    "kee_works_with_a_password_manager": {
        "message": "Dane logowania, które wprowadza Kee są przechowane bezpiecznie w menedżerze haseł, chronione jednym \"hasłem głównym\".",
        "description": "Explains that Kee stores passwords in a password manager that user's access through a single password."
    },
    "recommend_start_with_kee_vault": {
        "message": "Polecamy wypróbować 14 dniową wersję próbną menedżera haseł Sejf Kee. Po tym czasie, kosztuje tylko £2 miesięcznie. Nie wymaga podawania danych płatności podczas rejestracji, więc jest wolne od ryzyka.",
        "description": "Recommend the quick and easy option for new users to increase likelihood of long-term usage of a password manager."
    },
    "load_kee_vault_now": {
        "message": "Wczytaj Sejf Kee",
        "description": "Call To Action button text. On click, the Kee Vault app will load and focus in a new tab."
    },
    "you_can_use_KeePass_instead": {
        "message": "Zamiennie, możesz wybrać opcję konfiguracji KeePass Password Safe 2.",
        "description": "Explains that Kee also works with KeePass so they can choose to configure that if they prefer to avoid all financial expenditure."
    },
    "table_summarises_differences": {
        "message": "Tabela poniżej pokazuje podstawowe różnice.",
        "description": "Introduces the summary table that will help users choose a password manager to start with."
    },
    "installation_required": {
        "message": "Wymagana instalacja",
        "description": "States that the user will need to install components on their computer"
    },
    "access_from_multiple_devices": {
        "message": "Dostęp z wielu urządzeń (desktop i komórka)",
        "description": "Covers web browsers and mobiles, laptops, tablets, etc."
    },
    "shared_preferences": {
        "message": "Współdzielone ustawienia",
        "description": "Labels the process of synchronising browser extension and password manager configuration options/preferences across multiple locations."
    },
    "yes_configure_once": {
        "message": "Tak, skonfiguruj jednorazowo",
        "description": "Supports synchronising browser extension and password manager configuration options/preferences"
    },
    "no_configure_multiple": {
        "message": "Nie, skonfiguruj na każdej przeglądarce lub urządzeniu, które używasz",
        "description": "Does not support synchronising browser extension and password manager configuration options/preferences"
    },
    "difficulty": {
        "message": "Trudność",
        "description": "Header for release notes page. Will have a version suffix added to it. E.g. Welcome to Kee 2.0"
    },
    "difficulty_kee_vault": {
        "message": "Łatwa",
        "description": "Indicates that it is easy to get started with Kee Vault"
    },
    "difficulty_keepass": {
        "message": "Średnia (Trudna na komputerach Mac)",
        "description": "Indicates that more work is required to get started with KeePass"
    },
    "keepass_sync_config_explanation": {
        "message": "Dla KeePassa istnieje częściowe rozwiązanie dla dostępu z wielu urządzeń, które wymaga ręcznej konfiguracji usług firm trzecich, niektóre z nich są płatne. Każde urządzenie musi być wcześniej przygotowane i skonfigurowane.",
        "description": "Header for release notes page. Will have a version suffix added to it. E.g. Welcome to Kee 2.0"
    },
    "point_user_to_keepass_install_instructions_start": {
        "message": "Instrukcja instalacji i konfiguracji KeePassa i wymaganego przez niego pluginu KeePassRPC.plgx znajduje się na naszej",
        "description": "Left part of a sentence that contains a link to the community forum in the middle. For new installations"
    },
    "point_user_to_keepass_install_instructions_end": {
        "message": ".",
        "description": "Right part of a sentence that contains a link to the community forum in the middle. For new installations"
    },
    "point_user_to_tutorial_link_text": {
        "message": "Interaktywny samouczek",
        "description": "Name of the link to the interactive tutorial page"
    },
    "point_user_to_forum_link_text": {
        "message": "forum społeczności",
        "description": "Name of the link to the community forum"
    },
    "notification_raised_title": {
        "message": "Kee chce Ci pokazać powiadomienie",
        "description": "Title of a transient native notification displayed on the user's screen to alert them to a notification in the Kee browser action popup."
    },
    "notification_yellow_background": {
        "message": "Przycisk Kee będzie miał żółte tło, gdy pojawi się nowe powiadomienie.",
        "description": "Part of the message within a transient native notification displayed on the user's screen to alert them to a notification in the Kee browser action popup."
    },
    "notification_only_shown_some_times": {
        "message": "To dodatkowe wyskakujące powiadomienie będzie pokazywane tylko kilka razy.",
        "description": "Appended to the message of a transient native notification displayed on the user's screen when we show the message only a handful of times before assuming they have learnt the contents of the message."
    },
    "notification_save_password_tip": {
        "message": "Kliknij przycisk Kee (na pasku narzędzi), a następnie \"Zapisz ostatnie hasło\"",
        "description": "Part of the message within a transient native notification displayed on the user's screen to tell them how to save a password (especially important for those upgrading from KeeFox since the behaviour has changed)"
    },
    "loading": {
        "message": "Wczytuję....",
        "description": "Holding message to be displayed when Kee has to display something to the user to indicate that the requested information or interface element will be displayed shortly."
    },
    "version_upgrade_heading_changes": {
        "message": "Zmiany w wersji",
        "description": "Heading for the list of changes in a version of Kee. A space and the current version number will be suffixed at the end of this string."
    },
    "pref_currentSearchTermTimeout_label": {
        "message": "Usuń wyniki wyszukiwania po (sekund)",
        "description": "Setting label to adjust how long the search text a user typed will remain cached, essentially persisting the popup search results for a short time."
    },
    "other_technical_improvements": {
        "message": "Inne techniczne usprawnienia",
        "description": "Heading for the list of additional technical changes in a version of Kee. The changes themselves may be too technical to be worth translating but it's useful if the user knows what the section of the page is about."
    },
    "reliability_improvements": {
        "message": "Usprawiono niezawodność",
        "description": "Heading for text that explains we have made improvements to the reliability of some aspect of Kee"
    },
    "new_icon": {
        "message": "Nowa ikona",
        "description": "Heading for text that explains we have a new icon / branding"
    },
    "reliability_improvements_text1": {
        "message": "Poprawiliśmy połączenie pomiędzy przeglądarką a każdą załadowaną stroną, co zapewniło lepsze działanie funkcji takich jak wypełnianie formularzy. ",
        "description": "Explains we have made improvements to the reliability of the link between the main browser process and the content page processes"
    },
    "reliability_improvements_text2": {
        "message": "Poprawiliśmy wykrywanie przycisków wysyłania formularzu. To oznacza, że poprawnie wysyłane są formularze z większej ilości stron takich jak formularz logowania Google.",
        "description": "Explains we have made improvements to the reliability of detection of form submit buttons"
    },
    "kee_vault_announcement_1": {
        "message": "Kee Vault jest nowym otwarto-źródłowym menedżerem haseł. Działa w Twojej przeglądarce, więc nie trzeba go instalować.",
        "description": "Introduction to what Kee Vault is"
    },
    "kee_vault_announcement_2": {
        "message": "Działa w każdym nowoczesnym urządzeniu lub przeglądarce, nawet w trybie offline. Po zaimportowaniu gotowej bazy KeePass możesz mieć dostęp do swojego Kee Vault z każdego miejsca wraz z konfiguracją, która zostanie automatycznie przesłana do Twoich urządzeń i przeglądarek.",
        "description": "Outlines a few benefits of Kee Vault compared to KeePass"
    },
    "kee_vault_announcement_3": {
        "message": "Kee w wersji 3.0 pozwala Ci na używanie Kee Vault zamiast komputerowej aplikacji KeePass, wspiera wszystkie wcześniejsze funkcje jak wypełnianie formularzy, zapisywanie, wyszukiwanie i generowanie haseł.  ",
        "description": "Explains that Kee v3 works with Kee Vault"
    },
    "kee_vault_announcement_4": {
        "message": "Kee Vault jest prawie gotowy do startu jako publiczna beta. Jest mi niezmiernie miło zaoferować wszystkim obecnym użytkownikom Kee możliwość wcześniejszego dostępu zanim to nastąpi!",
        "description": "Announces the pre-release availability of Kee Vault"
    },
    "kee_vault_announcement_5": {
        "message": "Czytaj więcej i zarejestruj się dla wcześniejszego dostępu",
        "description": "Call To Action pointing users to the Kee Vault announcement on the forum and the subsequent registration of interest in the early access phase of the Kee Vault service"
    },
    "showEntry": {
        "message": "Pokaż wpis",
        "description": "Show the edit entry view. Same as 'Edit Entry' but used in contexts where user is not wanting/expecting to edit the entry."
    },
    "list_version_upgrade_3_2": {
        "message": "Overriding the auto-submit behaviour of an entry in Kee Vault or KeePass now also affects the behaviour of Kee when you manually ask Kee to fill an entry.;Re-arranged the \"Filling Entries\" section in Kee Options to clarify which settings affect automatic and manual entry filling behaviour.;Automatic fill operations now skip filling if pre-existing text is found in the field.;A dismissable message announcing the launch of Kee Vault can be added to the bottom of the Kee panel when we are ready to launch.;Removed old logging features (initial load notification and sensitive logging option for debugging).",
        "description": "Changes for the version number in the string key name. Multiple items MUST be separated by a semicolon (;). Do not use a semi-colon except as a list-item (new line) separator."
    },
    "kee_vault_launch_hidden_confirmation": {
        "message": "We won't show you this again. If you want to support Kee later, visit www.kee.pm. Thanks!",
        "description": "Shown to user after they permanently dismiss the Kee Vault Launch message at the bottom of the main Kee popup."
    },
    "kee_vault_launch_now": {
        "message": "Kee Vault is launching now on Product Hunt!",
        "description": "Main Heading for the Kee Vault Launch message at the bottom of the main Kee popup that will be displayed during the launch period."
    },
    "kee_vault_launch_support_us": {
        "message": "Please support us and check out our time-limited launch offer.",
        "description": "Secondary Heading for the Kee Vault Launch message at the bottom of the main Kee popup that will be displayed during the launch period."
    },
    "kee_vault_launch_cta": {
        "message": "Visit us on Product Hunt",
        "description": "Button Call To Action text for the Kee Vault Launch message at the bottom of the main Kee popup that will be displayed during the launch period. Ideally, please start or end the statement with 'Product Hunt' since this will appear neater, but don't worry if that just doesn't make sense in your language."
    },
    "pref_automatic": {
        "message": "Automatic",
        "description": "Group of settings that relate to the actions that Kee can take automatically when filling entries"
    },
    "pref_manual": {
        "message": "Manual",
        "description": "Group of settings that relate to the actions that Kee takes when the user explicitly asks Kee to fill an entry"
    },
    "pref_fill_override_hint": {
        "message": "Edit individual entries in your password manager to override this behaviour.",
        "description": "Statement to inform the user that they are able to override the associated (automatic) behaviour on a per-entry basis via Kee Vault or KeePass."
    },
    "pref_fill_override_option": {
        "message": "Editing the Auto-submit behaviour of an entry also overrides this behaviour",
        "description": "Checkbox option to allow the user to override the associated (manual) behaviour on a per-entry basis via Kee Vault or KeePass."
    },
    "KB_shortcut_simple_2_desc": {
        "message": "Zaloguj się do menedżera haseł / Wybierz pasujący login / Pokaż listę pasujących loginów",
        "description": "Description of keyboard shortcut setting for the primary action - exact behaviour depends on state when executed"
    }
}