{
    "change_url_option_4": {
        "message": "Conserver l'ancienne URL de l'entrée (n'ajoute pas la nouvelle URL à l'entrée)",
        "description": ""
    },
    "pref_when_one_matching_network_login": {
        "message": "Quand Kee trouve un seul identifiant réseau correspondant (comme pour l'authentification HTTP), se connecter automatiquement",
        "description": "When the user selects this option, they will be shown the popup dialog with all matching entries for network authentication, unless there is only one match. If not enabled, the user will always see the list of matching logins."
    },
    "black_list": {
        "message": "Liste noire",
        "description": "List of items that cause behaviour to be disabled if they match. For example, the list of names of form fields that prevent Kee from searching for logins for the form containing that field."
    },
    "pref_autoFillFormsWithMultipleMatches_label": {
        "message": "Les formulaires avec des correspondances multiples devraient être automatiquement remplis et soumis",
        "description": ""
    },
    "conn_sl_high_label": {
        "message": "Demander un nouveau mot de passe de connexion chaque fois que je démarre mon navigateur ou KeePass",
        "description": "Checkbox label to enable high security connection mode when authorising a connection to KeePassRPC"
    },
    "conn_sl_medium": {
        "message": "Moyen",
        "description": ""
    },
    "change_url_status": {
        "message": "L'adresse de la page web de l'entrée (URL) sera mise à jour avec la dernière URL.",
        "description": ""
    },
    "Search_tip": {
        "message": "Commencer à taper pour afficher vos entrées de connexion correspondantes",
        "description": ""
    },
    "loggedIn_tip": {
        "message": "Vous êtes connecté à votre base de mots de passe '$1'",
        "description": "Tells the user they are logged into a KeePass database (and gives its name, if any)"
    },
    "a_specific_website": {
        "message": "Un site web spécifique",
        "description": ""
    },
    "network_auth_proxy_description": {
        "message": "Un proxy a besoin que vous vous authentifiez avant de pouvoir accéder à $1",
        "description": "Instructions for popup dialog displayed when a proxy requires authentication."
    },
    "matchedLogin_tip": {
        "message": "$1 dans le groupe $2 ($3)",
        "description": "Tooltip displayed over a matched login in the list of matched logins. Params: 1: entry title, 2: group name, 3: username"
    },
    "Menu_Button_options_label": {
        "message": "Options",
        "description": "Link to the add-on's settings"
    },
    "yes": {
        "message": "Oui",
        "description": "Yes"
    },
    "pref_keePassRPCPortWarning_label": {
        "message": "NB : changez le réglage dans KeePass.config sans quoi Kee ne sera plus en mesure de communiquer avec KeePass",
        "description": "Displayed to the user near the setting for changing the KeePassRPC port"
    },
    "notifyBarLogSensitiveData_label": {
        "message": "AVERTISSEMENT : Kee enregistre vos mots de passe ! Si vous n'avez pas intentionnellement activé ce réglage vous devriez le désactiver immédiatement",
        "description": "Displayed only when an advanced setting is potentially mistakenly or maliciously reconfigured"
    },
    "create": {
        "message": "Créer",
        "description": ""
    },
    "savePasswordText": {
        "message": "Voulez-vous que Kee enregistre ce mot de passe ?",
        "description": ""
    },
    "change_url_option_2": {
        "message": "Remplacer l'URL de l'entrée (supprime complètement l'ancienne URL)",
        "description": ""
    },
    "point_user_to_tutorial_start": {
        "message": "Prenez quelques minutes pour aller sur le nouveau",
        "description": "Left part of a sentance that contains a link to the interactive tutorial page in the middle. For upgrade installations"
    },
    "pref_listAllOpenDBs_label": {
        "message": "Lister les entrées de toutes les bases de données KeePass ouvertes",
        "description": ""
    },
    "pref_Logging_heading": {
        "message": "Journalisation",
        "description": "The output of text information that reports on the inner-workings of Kee."
    },
    "notifyBarNeverForSiteButton_label": {
        "message": "Jamais pour ce site",
        "description": "Button user can click to quickly set the configuraiton option to prevent Kee from asking if they want to save a new password on this site"
    },
    "change_url_option_3": {
        "message": "Conserve l'ancienne URL de l'entrée (mais continue à remplir les formulaires si vous visitez la nouvelle URL)",
        "description": ""
    },
    "website": {
        "message": "Site web",
        "description": ""
    },
    "Menu_Button_fillCurrentDocument_label": {
        "message": "Trouver les identifiants correspondants",
        "description": ""
    },
    "update": {
        "message": "Mettre à jour",
        "description": ""
    },
    "save_login": {
        "message": "Sauvegarder l'identifiant",
        "description": "Heading for panel that allows user to create or update a new login entry"
    },
    "loggedInMultiple_tip": {
        "message": "Vous êtes connecté à $1 bases de mots de passe. '$2' est active.",
        "description": "Tells the user they have more than one KeePass database open and tells them which one is active/selected"
    },
    "point_user_to_kee_news_announcement": {
        "message": "Vous pouvez trouver beaucoup plus d'informations sur Kee 2.0 dans l'article suivant et les liens inclus dans celui-ci :",
        "description": "Will have a URL suffixed after the colon"
    },
    "change_field_status": {
        "message": "L'entrée sélectionnée aura le nom d'utilisateur, le mot de passe et les autres champs de formulaire remplacés par les valeurs que vous venez d'entrer.",
        "description": ""
    },
    "current_website": {
        "message": "Site web actuel",
        "description": ""
    },
    "point_user_to_forum_link_text": {
        "message": "forum communautaire",
        "description": "Name of the link to the community forum"
    },
    "point_user_to_tutorial_start_install": {
        "message": "Prenez quelques minutes pour aller sur le nouveau",
        "description": "Left part of a sentance that contains a link to the interactive tutorial page in the middle. For new installations"
    },
    "pref_logLevelErrors_label": {
        "message": "Erreurs",
        "description": "Logging level for problems"
    },
    "keepass_history_pointer": {
        "message": "KeePass a une fonctionnalité d'\"annulation\" à laquelle vous pouvez accéder depuis la boîte de dialogue \"Éditer l'entrée\" . Cliquez sur l'onglet \"Historique\" et utilisez le bouton \"Restaurer\" pour rétablir une version plus ancienne.",
        "description": ""
    },
    "PasswordProfilesExplanation_label": {
        "message": "Vous pouvez en créer un autre en sélectionnant un profil de mot de passe ci-dessous. Utilisez KeePass pour sauvegarder les nouveaux profils.",
        "description": ""
    },
    "pref_FillPrompt_desc": {
        "message": "Remplir l'invite de connexion",
        "description": ""
    },
    "edit": {
        "message": "Editer",
        "description": "Action button for user to edit an item within a collection. E.g. edit an entry within the list of site-specific settings overrides"
    },
    "pref_keePassDBToOpen_label": {
        "message": "Lors de l'ouverture ou de la connexion à KeePass, utiliser ce fichier de base",
        "description": ""
    },
    "kee_install_notes_keepass": {
        "message": "Vous devez lancer KeePass pour que Kee puisse s'y connecter. Si KeePass n'est pas installé sur votre ordinateur, vous pouvez facilement le télécharger et l'installer vous-même.",
        "description": "Text to introduce KeePass to new users and encourage following the necessary steps to get Kee to work"
    },
    "pref_ConnectionSecurity_explain_change": {
        "message": "Il peut arriver que suite au changement des paramètres précédent, Kee vous demande un nouveau mot de passe aléatoire. Vous n'avez pas besoin d'entrer le bon mot de passe ci-dessus pour modifier ces paramètres, il vous suffit de les ajuster et d'appuyer sur le bouton ci-dessus.",
        "description": "Explains what happens if user changes settings for the security of the connection between Kee and KeePass."
    },
    "update_existing_entry": {
        "message": "Mettre à jour l'entrée existante",
        "description": ""
    },
    "notification_only_shown_some_times": {
        "message": "Cette notification contextuelle supplémentaire ne sera affichée qu'un petit nombre de fois.",
        "description": "Appended to the message of a transient native notification displayed on the user's screen when we show the message only a handful of times before assuming they have learnt the contents of the message."
    },
    "site_properties_weight_warning": {
        "message": "Vous devrez vérifier soigneusement la priorité des autres configurations si vous choisissez d'utiliser cette fonctionnalité avancée.",
        "description": "Warning to users that the match weighting feature of site-specific config is an advanced feature"
    },
    "further_info_may_follow": {
        "message": "Plus d'informations peuvent suivre : $1",
        "description": "Phrase used to prefix extra information about a variety of different messages that may or may not be available in the replacement string, usually relating to technical errors and often rendered in the Kee log rather than in a user-facing place."
    },
    "saveLatestLogin": {
        "message": "Sauvegarder le dernier identifiant",
        "description": "Action link for user to click (e.g. from the browser popup or a context menu) when they want to save the most recently submitted data as a new entry"
    },
    "welcome_to_kee": {
        "message": "Bienvenue dans Kee",
        "description": "Header for release notes page. Will have a version suffix added to it. E.g. Welcome to Kee 2.0"
    },
    "change_url_option_1": {
        "message": "Remplacer l'URL de l'entrée (mais continuer à remplir les formulaires si vous visitez l'ancienne URL)",
        "description": ""
    },
    "pref_rememberMRUDB_label": {
        "message": "Se rappeler des bases KeePass les plus récemment utilisées",
        "description": ""
    },
    "no": {
        "message": "Non",
        "description": "No"
    },
    "conn_sl_server_min_desc": {
        "message": "Ceci vous permet d'empêcher Kee de se connecter à KeePass si son niveau de sécurité est trop bas. Vérifiez les options dans KeePass pour régler le niveau de sécurité actuel utilisé par KeePass.",
        "description": ""
    },
    "form_id": {
        "message": "ID du formulaire",
        "description": ""
    },
    "copy_username_label": {
        "message": "Copier le nom d'utilisateur",
        "description": ""
    },
    "search_again": {
        "message": "Chercher encore",
        "description": ""
    },
    "point_user_to_install_instructions_end": {
        "message": ".",
        "description": "Right part of a sentance that contains a link to the community forum in the middle. For new installations"
    },
    "conn_sl_link": {
        "message": "Apprenez-en plus au sujet de ces réglages et de la communication entre votre navigateur et Kee dans le manuel",
        "description": "Link text to guide user to the manual to get more information about the security of the link to KeePass."
    },
    "conn_setup_enter_password_title": {
        "message": "Autorisations de Kee",
        "description": "Heading of the popup that asks the user to authorise the connection to KeePass by typing in a password."
    },
    "site_options_list_explain_desc": {
        "message": "Si un formulaire correspond à une des listes blanches ci-dessous Kee essaiera toujours de le remplir. Si un formulaire correspond à une des listes noires ci-dessous Kee n'essaiera jamais de le remplir. S'il correspond aux deux listes Kee n'essaiera jamais de le remplir.",
        "description": "Explains how Kee chooses which forms to fill in"
    },
    "noUsername_partial_tip": {
        "message": "pas de nom d'utilisateur",
        "description": ""
    },
    "group_label": {
        "message": "Groupe",
        "description": ""
    },
    "network_authentication": {
        "message": "Authentification réseau",
        "description": "Heading for popup dialog displayed when HTTP Auth or a proxy requires authentication."
    },
    "Logins_Context_Edit_Login_label": {
        "message": "Éditer l'entrée",
        "description": ""
    },
    "weight": {
        "message": "Priorité",
        "description": "A number that can be compared to others in order to decide which associated configuration takes precendence."
    },
    "pref_notifyBarRequestPasswordSave_label": {
        "message": "Offrir d'enregistrer les mots de passe",
        "description": ""
    },
    "site_options_valid_form_intro_desc": {
        "message": "Kee essaiera de remplir les entrées de KeePass correspondantes pour tous les formulaires qui ont un champ de mots de passe (box). Vous pouvez ajuster ce comportement ci-dessous. ",
        "description": "Explains how Kee chooses which forms to fill in"
    },
    "close": {
        "message": "Fermer",
        "description": "Action user can click on to close/dismiss a panel or other user interface element"
    },
    "notifyBarLoginToKeePassButton_tip": {
        "message": "Connectez-vous à votre base KeePass pour activer Kee",
        "description": ""
    },
    "conn_setup_expired": {
        "message": "Vous avez utilisé la même clé secrète depuis trop longtemps.",
        "description": "The KeePassRPC server has detected that the secret key used for communication has expired and the user must therefore re-authenticate."
    },
    "version_2_upgrade_intro": {
        "message": "La version 2.0 apporte de nouvelles fonctionnalités intéressantes et quelques changements forcés afin de supporter Firefox 57 et plus.",
        "description": "Explains that version 2.0 is different."
    },
    "notification_yellow_background": {
        "message": "Le bouton Kee a un fond jaune lorsqu'une nouvelle notification apparaît.",
        "description": "Part of the message within a transient native notification displayed on the user's screen to alert them to a notification in the Kee browser action popup."
    },
    "network_auth_http_auth_description": {
        "message": "Un site web a besoin que vous vous authentifiez avant de pouvoir accéder à $1. Le site web dit : $2",
        "description": "Instructions for popup dialog displayed when a site requires authentication using HTTP Auth."
    },
    "conn_sl_server_min": {
        "message": "Niveau de sécurité minimum acceptable de KeePass",
        "description": ""
    },
    "notification_raised_title": {
        "message": "Kee a une notification à vous montrer",
        "description": "Title of a transient native notification displayed on the user's screen to alert them to a notification in the Kee browser action popup."
    },
    "conn_sl_high": {
        "message": "Élevé ",
        "description": ""
    },
    "password": {
        "message": "Mot de passe",
        "description": "Amazingly, didn't have a need for this translation until v2.0 ;-)"
    },
    "pref_ConnectionSecurity_heading": {
        "message": "Sécurité de la connexion",
        "description": "Heading for panel that contains settings for the security of the connection between Kee and KeePass."
    },
    "conn_display_description": {
        "message": "Un module complémentaire pour votre navigateur qui active de manière sécurisée une connexion automatique à la plupart des sites web. Anciennement connu sous le nom de KeeFox.",
        "description": "A brief description of Kee that gets presented to users to help them decide if they want to allow the connection to KeePass to be permitted."
    },
    "copy": {
        "message": "Copier",
        "description": "Prefixed before a field name and id to indicate to the user that when they click here the value for that field will be copied to the clipboard. Displayed before (left) of the field name with a space between this string and the field name."
    },
    "srp_connect": {
        "message": "Se connecter",
        "description": "Button action to authorise the connection between Kee and KeePassRPC. Displayed when the user has entered a password and not changed any connection security settings."
    },
    "kee_install_notes_keepassrpc": {
        "message": "Vous allez également devoir installer le plugin KeePassRPC.plgx pour Keepass, si vous ne l'avez pas déjà installé. C'est aussi simple que de placer un fichier au bon endroit sur votre ordinateur et de redémarrer KeePass.",
        "description": "Text to introduce KeePassRPC.plgx to new users and encourage following the necessary steps to get Kee to work"
    },
    "point_user_to_tutorial_link_text": {
        "message": "tutoriel interactif",
        "description": "Name of the link to the interactive tutorial page"
    },
    "pref_FillNote_desc": {
        "message": "Vous pouvez remplacer les comportements \"Choix de Kee\" ci-dessus pour les entrées individuelles dans le dialogue de KeePass \"Éditer l'entrée\".",
        "description": "Tells user that the settings nearby are global/default and they are able to override on a per-entry basis via KeePass."
    },
    "pref_keePassRPCPort_label": {
        "message": "Communiquer avec KeePass en utilisant ce port TCP/IP",
        "description": ""
    },
    "network_auth_choose": {
        "message": "Choisissez un identifiant dans la liste ci-dessous ou fermez cette fenêtre pour compléter les informations d'identification manuellement.",
        "description": "Instructions for popup dialog displayed when a site or proxy requires network authentication."
    },
    "conn_unknown_error": {
        "message": "Une erreur inattendue s'est produite en essayant de se connecter à votre base de mots de passe.",
        "description": "Something went wrong with the KeePassRPC link but we have no idea what."
    },
    "pref_when_user_chooses_desc": {
        "message": "Lorsque vous choisissez un identifiant correspondant, Kee devrait",
        "description": "Context/label for user when changing setting relating to manual fill/submit behaviour. A list of potential actions will be displayed immediately after this string and the user can select their preferred behaviour from that list."
    },
    "pref_FillAndSubmitForm_desc": {
        "message": "Remplir le formulaire et le soumettre",
        "description": ""
    },
    "notifyBarLaunchKeePass_label": {
        "message": "Vous n'êtes pas connecté à votre base de mots de passe.",
        "description": ""
    },
    "conn_invalid_message": {
        "message": "Kee a envoyé une commande invalide à votre base de mots de passe.",
        "description": "A form of internal technical error. This can help user's to identify the type of problem they are experiencing."
    },
    "pref_Advanced_heading": {
        "message": "Avancé",
        "description": ""
    },
    "pref_when_kee_chooses_standard_form_desc": {
        "message": "Lorsque Kee choisit un identifiant correspondant pour un formulaire standard, Kee devrait",
        "description": "Context/label for user when changing setting relating to auto-fill/submit behaviour. A list of potential actions will be displayed immediately after this string and the user can select their preferred behaviour from that list."
    },
    "whichEntry_label": {
        "message": "Choisir une entrée...",
        "description": ""
    },
    "pref_logLevelDebugging_label": {
        "message": "Débogage",
        "description": "Logging level for the most verbose information about Kee's operation"
    },
    "pref_notifyWhenEntryUpdated_label": {
        "message": "Afficher la notification \" Mot de passe mis à jour avec succès\"",
        "description": "Option to enable or diable the information displayed when a password has been updated"
    },
    "conn_sl_desc": {
        "message": "Modifier les réglages ci-dessous pour contrôler la sécurité du lien de communication entre votre navigateur et KeePass. Vous n'aurez probablement jamais à ajuster ces réglages mais si vous le faites, soyez sûr s'il vous plaît d'avoir d'abord lu les pages adéquates du manuel.",
        "description": ""
    },
    "savePasswordLogin_tip": {
        "message": "Nom d'utilisateur: $1. Adresse du site web (URL): $2",
        "description": ""
    },
    "method": {
        "message": "Méthode",
        "description": "For differentiating how a text string will be matched - e.g exact, prefix or regex"
    },
    "site_specific_settings_inherit": {
        "message": "Utiliser le même paramètre pour tous les sites web",
        "description": "Option for user to say that they want to use whatever the setting is for the top-level settings for all websites, rather than overriding it with a setting for this specific site."
    },
    "more_options": {
        "message": "Plus d'options",
        "description": ""
    },
    "pref_FindingEntries_heading": {
        "message": "Recherche d'entrées",
        "description": "Heading for section of options panel which contains settings relating to how Kee behaves when finding entries for a website"
    },
    "point_user_to_upgrade_instructions": {
        "message": "Si vous n'avez pas mis à jour KeeFox récement, vous allez devoir copier manuellement un fichier dans le dossier plugins de KeePass. Les instructions sont disponibles ici :",
        "description": "Will have a URL suffixed after the colon"
    },
    "conn_setup_invalid_param": {
        "message": "Kee a fourni un paramètre invalide. Plus d'informations peuvent suivre : $1",
        "description": "This probably indicates a bug in Kee - we sent something to KeePassRPC that it wasn't expecting."
    },
    "create_new_entry": {
        "message": "Créer une nouvelle entrée",
        "description": ""
    },
    "conn_unknown_protocol": {
        "message": "Kee a fourni un protocole invalide.",
        "description": "Technical error in the communication between Kee and KeePassRPC. Not clear how user could resolve this or if they'll ever see it but it might happen."
    },
    "generatePassword_copied": {
        "message": "Un nouveau mot de passe a été copié dans votre presse-papier.",
        "description": ""
    },
    "showing_options_for": {
        "message": "Afficher les options pour",
        "description": ""
    },
    "autoclose_cancelled": {
        "message": "Fermeture automatique annulée",
        "description": "Tells the user that the panel auto-close functionality has been disabled for this panel."
    },
    "conn_setup_missing_param": {
        "message": "Kee a échoué a fournir un paramètre requis. Plus d'informations peuvent suivre : $1",
        "description": "This probably indicates a bug in Kee - we failed to send some information to KeePassRPC that it required."
    },
    "KB_shortcut_simple_2_desc": {
        "message": "Se connecter à KeePass / Sélectionner l'entrée correspondante / Montrer la liste des entrées correspondantes",
        "description": "Description of keyboard shortcut setting for the primary action - exact behaviour depends on state when executed"
    },
    "pref_rememberMRUGroup_label": {
        "message": "Retenir le groupe dans lequel vous avez sauvegardé le plus récemment",
        "description": "Whether Kee will remember the name of the KeePass group most recently chosen by the user"
    },
    "conn_setup_server_features_missing": {
        "message": "L'extension KeePassRPC KeePass Password Safe a besoin d'être mise à jour pour autoriser Kee à s'y connecter. Vérifiez que vous utilisez la dernière version de l'extension KeePassRPC en suivant les instructions à $1",
        "description": "The KeePassRPC server does not offer some features that this version of Kee requires."
    },
    "site_options_invisible_tip_desc": {
        "message": "NB : Les noms et IDs peuvent ne pas être les mêmes que les étiquettes visibles sur la page (ils sont paramétrés dans le code source de la page).",
        "description": "Explains that the configuration settings might not be what the casual user expects"
    },
    "pref_FillAndSubmitPrompt_desc": {
        "message": "Remplir et soumettre l'invite de connexion",
        "description": ""
    },
    "save": {
        "message": "Enregistrer",
        "description": ""
    },
    "saveMultiPagePasswordText": {
        "message": "Voulez-vous que Kee enregistre ce mot de passe multi-page ?",
        "description": ""
    },
    "password_successfully_updated": {
        "message": "Mot de passe mis à jour avec succès.",
        "description": ""
    },
    "pref_FillForm_desc": {
        "message": "Remplir le formulaire",
        "description": ""
    },
    "matched_logins_label": {
        "message": "Entrées de connexion correspondantes",
        "description": "Header for panels/sections that contain the logins which Kee matched for this page/form"
    },
    "pref_SavingEntries_heading": {
        "message": "Sauvegarder les entrées",
        "description": "Heading for section of options panel which contains settings relating to how Kee behaves when saving new entries"
    },
    "pref_DoNothing_desc": {
        "message": "Ne rien faire",
        "description": "Label for configuring Kee to take no action. Specific context may vary but will relate to auto filling and/or submitting"
    },
    "point_user_to_tutorial_end": {
        "message": "pour apprendre à utiliser la nouvelle version.",
        "description": "Right part of a sentance that contains a link to the interactive tutorial page in the middle. For upgrade installations"
    },
    "srp_save_connect": {
        "message": "Sauvegarder et connecter",
        "description": "Button action to authorise the connection between Kee and KeePassRPC and save new connection options. Displayed when the user has entered a password and changed connection security settings."
    },
    "conn_setup_restart": {
        "message": "Kee doit redémarrer le processus d'autorisation.",
        "description": "A technical error occurred during the attempt to authorise the link between Kee and KeePassRPC so we need to notify the user that they will need to re-authenticate"
    },
    "all_websites": {
        "message": "Tous les sites web",
        "description": ""
    },
    "cancel": {
        "message": "Annuler",
        "description": ""
    },
    "Menu_Button_copyNewPasswordToClipboard_label": {
        "message": "Générer un nouveau mot de passe",
        "description": ""
    },
    "conn_setup_client_sl_low_resolution": {
        "message": "Se connecter avec une sécurité élevée",
        "description": "Button that will change the security level Kee attempts to use when connecting to the KeePassRPC server."
    },
    "add": {
        "message": "Ajouter",
        "description": "Action button for user to add an item to a collection. E.g. add an entry to the list of site-specific settings overrides"
    },
    "pref_logLevelInformation_label": {
        "message": "Information",
        "description": "Logging level for important information about Kee's operation"
    },
    "pref_logLevel_desc": {
        "message": "Choisir le niveau de verbosité du journal. Chaque niveau supérieur de journalisation produit plus de sortie.",
        "description": ""
    },
    "text_field_id": {
        "message": "ID du champ de texte",
        "description": ""
    },
    "conn_setup_server_sl_low": {
        "message": "Kee a rejeté la connexion au serveur de mots de passe parce que leur niveau de sécurité est trop bas. Vous devez redémarrer le processus d'authentification en utilisant un niveau de sécurité plus élevé.",
        "description": ""
    },
    "pref_saveFavicons_label": {
        "message": "Sauvegarder le logo, l'icône (favicon) du site web",
        "description": "Whether or not Kee will save the website's icon when a new entry is saved"
    },
    "matchedLogin_label": {
        "message": "$1 - $2",
        "description": "<username> <seperator> <entry title>"
    },
    "conn_setup_retype_password": {
        "message": "Veuillez taper un nouveau mot de passe lorsque cela vous sera demandé.",
        "description": "The user needs to re-authorise the connection to KeePass by typing in the new KeePassRPC password they're being shown by KeePass."
    },
    "dont_show_again": {
        "message": "Ne plus montrer le message",
        "description": "Button user can click on to cause a message to hide and not reappear"
    },
    "conn_setup_client_features_missing": {
        "message": "Kee doit être mis à jour pour se connecter à votre base de mot de passe KeePass. Vérifiez que vous utilisez bien la dernière version de l'extension sur votre navigateur.",
        "description": "The KeePassRPC server requires features from Kee that this version does not contain."
    },
    "notifyBarLaunchKeePassButton_tip": {
        "message": "Lancez KeePass pour activer Kee",
        "description": ""
    },
    "pref_searchAllOpenDBs_label": {
        "message": "Chercher dans toutes les bases de données KeePass ouvertes",
        "description": ""
    },
    "enter_valid_regex": {
        "message": "Spécifiez une expression régulière valide ou sélectionnez un autre type",
        "description": "Validation error message displayed to user when they have configured the properties of a site specific configuration to be a regular expression (Regex) but supplied a website value that is not a valid regex"
    },
    "Help_Centre_Button_label": {
        "message": "Centre d'aide",
        "description": ""
    },
    "site_specific_settings_checkbox_explanation": {
        "message": "Les paramètres pour \"Tous les sites\" seront appliqués à toutes les sections précédentes sauf si vous cochez la case correspondante.",
        "description": "Explains to the user how the site-specific settings can be enabled and what happens in the default situation"
    },
    "the_new_name_for_keefox": {
        "message": "Le nouveau nom pour KeeFox",
        "description": "Subheader for release notes page to give context for users upgrading from KeeFox"
    },
    "autoclose_countdown": {
        "message": "Fermeture automatique dans $1 secondes",
        "description": "Label for a user interface element which allows the user to disable the auto-close functionality. Also tells the user how many seconds are remaining before the auto-close functionality triggers."
    },
    "conn_setup_failed": {
        "message": "Kee n'a pas été autorisé à se connecter, probablement parce que vous avez saisi le mot de passe de connexion de manière incorrecte.",
        "description": "The most likely cause for this error is that the user typed in the wrong password. Otherwise it's likely to be a bug in the KPRPC protocol, which we would have expected to see some evidence of over the past 5 years."
    },
    "Search_label": {
        "message": "Rechercher...",
        "description": ""
    },
    "point_user_to_tutorial_end_install": {
        "message": "pour apprendre à utiliser Kee.",
        "description": "Right part of a sentance that contains a link to the interactive tutorial page in the middle. For new installations"
    },
    "target": {
        "message": "Cible",
        "description": "For differentiating which part of a URL will be matched - e.g domain, hostname or complete page address"
    },
    "learn_more": {
        "message": "En savoir plus",
        "description": "Action/button/link to send the user to somewhere that they can read more about a topic/concept"
    },
    "conn_setup_client_sl_low": {
        "message": "Kee a demandé un niveau de sécurité qui était trop bas pour être accepté par le serveur de mots de passe. Vous devez redémarrer le processus d'authentification en utilisant un niveau de sécurité plus élevé.",
        "description": ""
    },
    "kee_install_notes_intro": {
        "message": "Kee stocke vos mots de passe dans un gestionnaire de mots de passe sécurisé et distinct appelé KeePass Password Safe 2. Celui-ci est plein de fonctionnalités et Kee rend vos taches de connexion sur internet simples et sécurisées.",
        "description": "Text to introduce Kee to new users and encourage following the next steps to get it set up to work with KeePass"
    },
    "copy_password_label": {
        "message": "Copier le mot de passe",
        "description": ""
    },
    "conn_setup_enter_password": {
        "message": "Veuillez entrer le mot de passe affiché par la fenêtre de Kee \"Autoriser une nouvelle connexion\". Vous n'avez pas besoin de vous rappeler de ce mot de passe. Si vous faites une erreur vous pourrez réessayer sous peu.",
        "description": ""
    },
    "text_field_name": {
        "message": "Nom du champ de texte",
        "description": ""
    },
    "change_field_explanation": {
        "message": "Kee mettra aussi à jour l'icône du site web (favicon) et toute information d'authentification HTTP. Les modifications plus complexes vous demanderont d'éditer manuellement l'entrée.",
        "description": ""
    },
    "site_properties": {
        "message": "Propriétés du site",
        "description": "Site properties"
    },
    "pref_Finding_forms_heading": {
        "message": "Recherche de formulaires",
        "description": "Settings heading for how Kee finds forms it is (or isn't) interested in filling in with entries from KeePass"
    },
    "pref_FillingEntries_heading": {
        "message": "Remplissage des entrées",
        "description": "Heading for section of options panel which contains settings relating to how Kee behaves when filling entries into forms"
    },
    "notification_save_password_tip": {
        "message": "Cliquez sur le bouton Kee (dans votre barre d'outils) puis sur \"Sauvegarder le dernier identifiant\"",
        "description": "Part of the message within a transient native notification displayed on the user's screen to tell them how to save a password (especially important for those upgrading from KeeFox since the behaviour has changed)"
    },
    "point_user_to_install_instructions_start": {
        "message": "Des instructions pour les deux étapes ci-dessus peuvent être trouvées sur notre",
        "description": "Left part of a sentance that contains a link to the community forum in the middle. For new installations"
    },
    "database_label": {
        "message": "Base de données",
        "description": ""
    },
    "form_name": {
        "message": "Nom du formulaire",
        "description": ""
    },
    "white_list": {
        "message": "Liste blanche",
        "description": "List of items that cause behaviour to be enabled if they match. For example, the list of names of form fields that force Kee to search for logins for the form containing that field."
    },
    "upgrade_kee": {
        "message": "Mettre à jour Kee",
        "description": "Button user can click on to load a web page with instructions on how to upgrade Kee"
    },
    "pref_logLevelWarnings_label": {
        "message": "Avertissements",
        "description": "Logging level for potential problems"
    },
    "conn_sl_low": {
        "message": "Bas",
        "description": ""
    },
    "multi_page_update_warning": {
        "message": "Les formulaires de login multi-pages peuvent aussi requérir une édition manuelle.",
        "description": ""
    }
}