{
    "black_list": {
        "message": "Černá listina",
        "description": "List of items that cause behaviour to be disabled if they match. For example, the list of names of form fields that prevent Kee from searching for logins for the form containing that field."
    },
    "conn_display_description": {
        "message": "Doplněk prohlížeče, který umožňuje se automaticky a bezpečně přihlašovat k webům. Dříve známý jako KeeFox.",
        "description": "A brief description of Kee that gets presented to users to help them decide if they want to allow the connection to KeePass to be permitted."
    },
    "conn_invalid_message": {
        "message": "Kee poslal chybný příkaz do databáze hesel.",
        "description": "A form of internal technical error. This can help user's to identify the type of problem they are experiencing."
    },
    "conn_setup_client_sl_low": {
        "message": "Kee požádal o úroveň zabezpečení, která je přiliš nízká než jakou povoluje server hesel. Musíte znovu spustit autentizaci s použitím vyššího zabezpečení.",
        "description": ""
    },
    "conn_setup_enter_password_title": {
        "message": "Autorizace programu Kee",
        "description": "Heading of the popup that asks the user to authorise the connection to KeePass by typing in a password."
    },
    "conn_setup_enter_password": {
        "message": "Vložte prosím heslo zobrazené v okně \"Autorizovat nové spojení\". Toto heslo si nemusíte pamatovat. Pokud jej zadáte špatně, za chvíli se zobrazí nová výzva.",
        "description": ""
    },
    "conn_setup_expired": {
        "message": "Používáte příliš dlouho stejný tajný klíč.",
        "description": "The KeePassRPC server has detected that the secret key used for communication has expired and the user must therefore re-authenticate."
    },
    "conn_setup_failed": {
        "message": "Kee se nemohl připojit, pravděpodobně jste zadali špatně heslo.",
        "description": "The most likely cause for this error is that the user typed in the wrong password. Otherwise it's likely to be a bug in the KPRPC protocol, which we would have expected to see some evidence of over the past 5 years."
    },
    "conn_setup_invalid_param": {
        "message": "Kee dodal nesprávný parametr. Další informace: $1",
        "description": "This probably indicates a bug in Kee - we sent something to KeePassRPC that it wasn't expecting."
    },
    "conn_setup_missing_param": {
        "message": "Kee nedodal požadovaný parametr. Další informace: $1",
        "description": "This probably indicates a bug in Kee - we failed to send some information to KeePassRPC that it required."
    },
    "conn_setup_restart": {
        "message": "Kee se musí znovu autorizovat.",
        "description": "A technical error occurred during the attempt to authorise the link between Kee and KeePassRPC so we need to notify the user that they will need to re-authenticate"
    },
    "conn_setup_retype_password": {
        "message": "Zadejte prosím nové heslo, jakmile budete vyzváni.",
        "description": "The user needs to re-authorise the connection to KeePass by typing in the new KeePassRPC password they're being shown by KeePass."
    },
    "conn_setup_server_sl_low": {
        "message": "Kee odmítl spojení k serveru s hesly, protože jeho úroveň zabezpečení je příliš nízká. Musíte znovu spustit autentizaci s vyšší úrovní zabezpečení.",
        "description": ""
    },
    "conn_setup_client_features_missing": {
        "message": "Aby bylo možné připojit se ke správci hesel, musí být doplněk Kee upgradován. Zkontrolujte si, že používáte poslední verzi doplňku.",
        "description": "The KeePassRPC server requires features from Kee that this version does not contain."
    },
    "conn_setup_server_features_missing": {
        "message": "Váš správce hesel musí být upgradován, aby bylo možné se připojit ke Kee. Znovu načtěte web Kee Vault a/nebo si zkontrolujte, že používáte poslení verzi pluginu KeePassRPC pomocí návodů Rychle a jednoduše na $1",
        "description": "The KeePassRPC server does not offer some features that this version of Kee requires."
    },
    "conn_sl_high_label": {
        "message": "Ptát se na nové připojovací heslo pokaždé, když spustím můj webový prohlížeč nebo KeePass.",
        "description": "Checkbox label to enable high security connection mode when authorising a connection to KeePassRPC"
    },
    "conn_sl_high": {
        "message": "Vysoká",
        "description": ""
    },
    "conn_sl_low": {
        "message": "Nízká",
        "description": ""
    },
    "conn_sl_medium": {
        "message": "Střední",
        "description": ""
    },
    "conn_sl_server_min_desc": {
        "message": "Nastavení umožňuje zvolit, zda bude Kee odmítat spojení s aplikací KeePass, pokud její úroveň zabezpečení je příliš nízká. Zabezpečení aplikace KeePass se nastavuje přímo v ní.",
        "description": ""
    },
    "conn_sl_server_min": {
        "message": "Minimální přípustná úroveň zabezpečení KeePassu",
        "description": ""
    },
    "conn_sl_desc": {
        "message": "Nastavení níže určují, jak bezpečné je spojení mezi webovým prohlížečem a aplikací KeePass. Tato nastavení není obyčejně potřeba měnit. Před jakoukoliv změnou si přečtěte příslušnou část uživatelské příručky.",
        "description": ""
    },
    "conn_sl_link": {
        "message": "Zjistěte více o těchto nastaveních a o komunikaci mezi webovým prohlížečem a aplikací KeePass v uživatelské příručce",
        "description": "Link text to guide user to the manual to get more information about the security of the link to KeePass."
    },
    "conn_unknown_error": {
        "message": "Při pokusu o připojení k vašemu správci hesel se vyskytla neočekávaná chyba.",
        "description": "Something went wrong with the KeePassRPC link but we have no idea what."
    },
    "conn_unknown_protocol": {
        "message": "Kee dodal nesprávný protokol.",
        "description": "Technical error in the communication between Kee and KeePassRPC. Not clear how user could resolve this or if they'll ever see it but it might happen."
    },
    "form_id": {
        "message": "Atribut id formuláře",
        "description": ""
    },
    "form_name": {
        "message": "Atribut name formuláře",
        "description": ""
    },
    "further_info_may_follow": {
        "message": "Další informace: $1",
        "description": "Phrase used to prefix extra information about a variety of different messages that may or may not be available in the replacement string, usually relating to technical errors and often rendered in the Kee log rather than in a user-facing place."
    },
    "matched_logins_label": {
        "message": "Odpovídající přihlášení",
        "description": "Header for panels/sections that contain the logins which Kee matched for this page/form"
    },
    "pref_Advanced_heading": {
        "message": "Rozšířené",
        "description": ""
    },
    "pref_ConnectionSecurity_heading": {
        "message": "Zabezpečení spojení",
        "description": "Heading for panel that contains settings for the security of the connection between Kee and KeePass."
    },
    "pref_ConnectionSecurity_explain_change": {
        "message": "Změna následujících nastavení může vyvolat dialogové okno, kde Kee znovu vyžaduje nové náhodné heslo. Není nutné zadávat správné heslo, aby se provedla změna těchto nastavení. Prostě je nastavte a stiskněte tlačítko výše.",
        "description": "Explains what happens if user changes settings for the security of the connection between Kee and KeePass."
    },
    "srp_connect": {
        "message": "Připojit",
        "description": "Button action to authorise the connection between Kee and KeePassRPC. Displayed when the user has entered a password and not changed any connection security settings."
    },
    "srp_save_connect": {
        "message": "Uložit a připojit",
        "description": "Button action to authorise the connection between Kee and KeePassRPC and save new connection options. Displayed when the user has entered a password and changed connection security settings."
    },
    "pref_DoNothing_desc": {
        "message": "Nedělat nic",
        "description": "Label for configuring Kee to take no action. Specific context may vary but will relate to auto filling and/or submitting"
    },
    "pref_FillAndSubmitForm_desc": {
        "message": "Vyplnit a potvrdit formulář",
        "description": ""
    },
    "pref_FillForm_desc": {
        "message": "Vyplnit formulář",
        "description": ""
    },
    "pref_FillingEntries_heading": {
        "message": "Vyplňování položek",
        "description": "Heading for section of options panel which contains settings relating to how Kee behaves when filling entries into forms"
    },
    "pref_FindingEntries_heading": {
        "message": "Hledání položek",
        "description": "Heading for section of options panel which contains settings relating to how Kee behaves when finding entries for a website"
    },
    "pref_Logging_heading": {
        "message": "Logování",
        "description": "The output of text information that reports on the inner-workings of Kee."
    },
    "pref_SavingEntries_heading": {
        "message": "Ukládání položek",
        "description": "Heading for section of options panel which contains settings relating to how Kee behaves when saving new entries"
    },
    "pref_autoFillFormsWithMultipleMatches_label": {
        "message": "Udělej tuto automatickou akci i přesto, že bylo nalezeno více shodných položek.",
        "description": "In reference to the Automatic form filling option, this checkbox option allows the user to say whether they want their selected action to be taken even when there is more than one matching entry."
    },
    "pref_keePassDBToOpen_label": {
        "message": "Používat tuto databázi hesel při spouštění KeePassu nebo přihlašování do něj",
        "description": ""
    },
    "pref_keePassRPCPort_label": {
        "message": "Komunikovat s KeePassem pomocí tohoto portu TCP/IP",
        "description": ""
    },
    "pref_keePassRPCPortWarning_label": {
        "message": "Pozn.: Nezapomeňte změnit nastavení portu i v souboru KeePass.config, jinak Kee nebude moci s KeePassem komunikovat",
        "description": "Displayed to the user near the setting for changing the KeePassRPC port"
    },
    "pref_listAllOpenDBs_label": {
        "message": "Seznam přihlášení ze všech otevřených databazí Kee Vaults a KeePass",
        "description": ""
    },
    "pref_logLevel_desc": {
        "message": "Úroveň logování. Vyšší úrovně vytvářejí delší a podrobnější výstup.",
        "description": ""
    },
    "pref_logLevelDebugging_label": {
        "message": "Ladění",
        "description": "Logging level for the most verbose information about Kee's operation"
    },
    "pref_logLevelInformation_label": {
        "message": "Informace",
        "description": "Logging level for important information about Kee's operation"
    },
    "pref_logLevelWarnings_label": {
        "message": "Upozornění",
        "description": "Logging level for potential problems"
    },
    "pref_logLevelErrors_label": {
        "message": "Chyby",
        "description": "Logging level for problems"
    },
    "pref_notifyBarRequestPasswordSave_label": {
        "message": "Nabízet uložení hesla",
        "description": ""
    },
    "pref_notifyWhenEntryUpdated_label": {
        "message": "Zobrazovat notifikaci \"Heslo bylo úspěšně zaktualizováno\"",
        "description": "Option to enable or disable the information displayed when a password has been updated"
    },
    "pref_animateWhenOfferingSave_label": {
        "message": "Animovat Kee ikonu pokud nabízí uložení",
        "description": "Option to enable or disable the animation of the Kee icon that displays when an entry is available for saving from the main popup panel"
    },
    "pref_rememberMRUDB_label": {
        "message": "Pamatovat si posledně použitou Kee Vault nebo KeePass databázi hesel",
        "description": ""
    },
    "pref_rememberMRUGroup_label": {
        "message": "Pamatovat nejčastěji používanou skupinu pro ukládání",
        "description": "Whether Kee will remember the name of the KeePass group most recently chosen by the user"
    },
    "pref_saveFavicons_label": {
        "message": "Uložit logo/ikonu (favicon) webu",
        "description": "Whether or not Kee will save the website's icon when a new entry is saved"
    },
    "pref_searchAllOpenDBs_label": {
        "message": "Prohledávat všechny otevřené Kee Vault a KeePass databáze ",
        "description": ""
    },
    "pref_when_kee_chooses_standard_form_desc": {
        "message": "Když Kee zvolí odpovídající přihlašení pro standardní formulář, Kee by měl",
        "description": "Context/label for user when changing setting relating to auto-fill/submit behaviour. A list of potential actions will be displayed immediately after this string and the user can select their preferred behaviour from that list."
    },
    "pref_when_user_chooses_desc": {
        "message": "Když zvolíte odpovídající přihlašení, Kee by měl",
        "description": "Context/label for user when changing setting relating to manual fill/submit behaviour. A list of potential actions will be displayed immediately after this string and the user can select their preferred behaviour from that list."
    },
    "site_options_invisible_tip_desc": {
        "message": "Pozn.: Atributy name a id nemusí být stejné jako zobrazené popisky na stránce (jsou nastavena ve zdrojovém kódu stránky)",
        "description": "Explains that the configuration settings might not be what the casual user expects"
    },
    "site_options_list_explain_desc": {
        "message": "Pokud formulář patří do níže uvedené bílé listiny, Kee se jej vždy pokusí vyplnit. Pokud formulář patří do níže uvedené černé listiny, Kee jej nikdy nebude pokoušet vyplňovat. Pokud je na obou listinách, Kee se jej nebude pokoušet vyplňovat.",
        "description": "Explains how Kee chooses which forms to fill in"
    },
    "pref_Finding_forms_heading": {
        "message": "Hledání položek",
        "description": "Settings heading for how Kee finds forms it is (or isn't) interested in filling in with entries from the password manager"
    },
    "site_options_valid_form_intro_desc": {
        "message": "Kee se pokusí vyplnit formuláře, kde je pole s heslem, odpovídajícími položkami z Kee Vault a KeePassu. Toto chování můžete upravit níže.",
        "description": "Explains how Kee chooses which forms to fill in"
    },
    "text_field_id": {
        "message": "Atribut id textového pole",
        "description": ""
    },
    "text_field_name": {
        "message": "Atribut name textového pole",
        "description": ""
    },
    "white_list": {
        "message": "Bílá listina",
        "description": "List of items that cause behaviour to be enabled if they match. For example, the list of names of form fields that force Kee to search for logins for the form containing that field."
    },
    "Help_Centre_Button_label": {
        "message": "Centrum pomoci",
        "description": ""
    },
    "cancel": {
        "message": "Zrušit",
        "description": ""
    },
    "Logins_Context_Edit_Login_label": {
        "message": "Upravit přihlášení",
        "description": ""
    },
    "Menu_Button_copyNewPasswordToClipboard_label": {
        "message": "Generovat nové heslo",
        "description": ""
    },
    "Menu_Button_fillCurrentDocument_label": {
        "message": "Hledat odpovídající přihlašovací údaje",
        "description": ""
    },
    "Menu_Button_options_label": {
        "message": "Nastavení",
        "description": "Link to the add-on's settings"
    },
    "Menu_Button_open_keepass_label": {
        "message": "Otevřít KeePass",
        "description": "Action button to launch, unlock and/or focus KeePass"
    },
    "Menu_Button_open_kee_vault_label": {
        "message": "Otevřít Kee Vault",
        "description": "Action button to launch, unlock and/or focus Kee Vault"
    },
    "Search_label": {
        "message": "Hledat...",
        "description": ""
    },
    "PasswordProfilesExplanation_label": {
        "message": "Volitelně můžete vytvořit nové volbou profilu hesel níže. Nové profily vytvářejte v Kee Vault nebo KeePass.",
        "description": ""
    },
    "copy_password_label": {
        "message": "Kopírovat heslo",
        "description": ""
    },
    "copy_username_label": {
        "message": "Kopírovat uživatelské jméno",
        "description": ""
    },
    "copy": {
        "message": "Kopírovat",
        "description": "Prefixed before a field name and id to indicate to the user that when they click here the value for that field will be copied to the clipboard. Displayed before (left) of the field name with a space between this string and the field name."
    },
    "copy_value_to_clipboard": {
        "message": "Kopírovat hodnotu do schránky",
        "description": "Indicates to the user that when they click here the value for that field will be copied to the clipboard."
    },
    "click_to_reveal_hide": {
        "message": "Klikněte pro odkrytí/skrytí",
        "description": "Indicates to the user that when they click here the value of the protected field will be displayed or hidden (toggled)."
    },
    "no_name": {
        "message": "beze jména",
        "description": "Used in place of a field name when the specific field has no name. Will be surrounded by [ square brackets ]"
    },
    "matches_from_other_sites": {
        "message": "Shoda na více webech",
        "description": "Search results section header."
    },
    "create_new_entry": {
        "message": "Vytvořit nový záznam",
        "description": "Create new entry"
    },
    "showing_options_for": {
        "message": "Zobrazovat nastavení pro",
        "description": "label for a group of radio buttons that allows the user to change the scope of the settings they are changing - e.g. all websites or just one specific website"
    },
    "all_websites": {
        "message": "Všechny weby",
        "description": ""
    },
    "a_specific_website": {
        "message": "Konkrétní web",
        "description": ""
    },
    "current_website": {
        "message": "Aktuální web",
        "description": ""
    },
    "website": {
        "message": "Web",
        "description": ""
    },
    "website_options_search_placeholder": {
        "message": "např. www.google.com",
        "description": "A placeholder for the search box where the user searches for the settings that apply to a specific website (per-site settings)"
    },
    "website_options_search_tooltip": {
        "message": "např. www.google.com (NEVKLÁDEJTE https:// nebo jiné protokoly)",
        "description": "Tooltip/title for the search box where the user searches for the settings that apply to a specific website (per-site settings)"
    },
    "generatePassword_copied": {
        "message": "Nové heslo bylo zkopírováno do schránky.",
        "description": ""
    },
    "generatePassword_instructions": {
        "message": "Pro vytvoření zvolte typ hesel:",
        "description": ""
    },
    "generatePassword_done_1": {
        "message": "Heslo bylo vygenerováno.",
        "description": ""
    },
    "generatePassword_done_2": {
        "message": "Vložit do pole \"Nové heslo\" nebo kdekoliv chcete.",
        "description": ""
    },
    "loggedIn_tip": {
        "message": "Jste přihlášeni do databáze hesel '$1'",
        "description": "Tells the user they are logged into a Kee Vault or KeePass database (and gives its name, if any)"
    },
    "loggedInMultiple_tip": {
        "message": "Jste přihlášeni do $1 databází hesel. Aktivní je '$2'.",
        "description": "Tells the user they have more than one KeePass database open and tells them which one is active/selected"
    },
    "multiplePasswordSourcesEnabled": {
        "message": "$1 zdroj/e hesel aktivní",
        "description": "Tells the user how many password databases they have open and unlocked"
    },
    "matchedLogin_label": {
        "message": "$1 - $2",
        "description": "<username> <seperator> <entry title>"
    },
    "matchedLogin_tip": {
        "message": "$1 ve skupině $2 ($3)",
        "description": "Tooltip displayed over a matched login in the list of matched logins. Params: 1: entry title, 2: group name, 3: username"
    },
    "noUsername_partial_tip": {
        "message": "žádné uživatelské jméno",
        "description": ""
    },
    "notifyBarLaunchKeePass_label": {
        "message": "Nejste přihlášeni do vaší databáze hesel.",
        "description": ""
    },
    "notifyBarLaunchKeePassButton_tip": {
        "message": "Pro aktivaci Kee otevřete Kee Vault nebo KeePass.",
        "description": ""
    },
    "notifyBarLoginToKeePassButton_tip": {
        "message": "Pro aktivaci Kee je nutné otevřít vašeho správce hesel.",
        "description": ""
    },
    "save": {
        "message": "Uložit",
        "description": ""
    },
    "savePasswordText": {
        "message": "Chcete, aby Kee uložil toto heslo?",
        "description": ""
    },
    "update": {
        "message": "Aktualizovat",
        "description": ""
    },
    "close": {
        "message": "Zavřít",
        "description": "Action user can click on to close/dismiss a panel or other user interface element"
    },
    "autoclose_countdown": {
        "message": "Automatické zavření za $1 vteřin(-y)",
        "description": "Label for a user interface element which allows the user to disable the auto-close functionality. Also tells the user how many seconds are remaining before the auto-close functionality triggers."
    },
    "autoclose_cancelled": {
        "message": "Automatické zavření zrušeno",
        "description": "Tells the user that the panel auto-close functionality has been disabled for this panel."
    },
    "add": {
        "message": "Přidat",
        "description": "Action button for user to add an item to a collection. E.g. add an entry to the list of site-specific settings overrides"
    },
    "edit": {
        "message": "Upravit",
        "description": "Action button for user to edit an item within a collection. E.g. edit an entry within the list of site-specific settings overrides"
    },
    "delete": {
        "message": "Smazat",
        "description": "Action button for user to delete an item within a collection. E.g. delete an entry within the list of site-specific settings overrides"
    },
    "site_specific_settings_checkbox_explanation": {
        "message": "Nastavení \"Všechny weby\" se aplikuje na každou sekci níže, pokud není zaštkrtnuto zatržítko vedle něj.",
        "description": "Explains to the user how the site-specific settings can be enabled and what happens in the default situation"
    },
    "site_properties": {
        "message": "Vlastnosti webu",
        "description": "Site properties"
    },
    "enter_valid_regex": {
        "message": "Zadejte správný Regex nebo zvolte jiný typ",
        "description": "Validation error message displayed to user when they have configured the properties of a site specific configuration to be a regular expression (Regex) but supplied a website value that is not a valid regex"
    },
    "site_properties_weight_warning": {
        "message": "Pokud chcete změnit toto rozšířené nastavení, opravdu pečlivě zkontrolujte váhu dalších nastavení.",
        "description": "Warning to users that the match weighting feature of site-specific config is an advanced feature"
    },
    "target": {
        "message": "Cíl",
        "description": "For differentiating which part of a URL will be matched - e.g domain, hostname or complete page address"
    },
    "method": {
        "message": "Metoda",
        "description": "For differentiating how a text string will be matched - e.g exact, prefix or regex"
    },
    "weight": {
        "message": "Váha",
        "description": "A number that can be compared to others in order to decide which associated configuration takes precendence."
    },
    "yes": {
        "message": "Ano",
        "description": "Yes"
    },
    "no": {
        "message": "Ne",
        "description": "No"
    },
    "site_specific_settings_inherit": {
        "message": "Použít stejné nastavení jako všechny weby",
        "description": "Option for user to say that they want to use whatever the setting is for the top-level settings for all websites, rather than overriding it with a setting for this specific site."
    },
    "password": {
        "message": "Heslo",
        "description": "Amazingly, didn't have a need for this translation until v2.0 ;-)"
    },
    "conn_setup_client_sl_low_resolution": {
        "message": "Připojit použitím vyššího zabezpečení",
        "description": "Button that will change the security level Kee attempts to use when connecting to the KeePassRPC server."
    },
    "learn_more": {
        "message": "Další informace",
        "description": "Action/button/link to send the user to somewhere that they can read more about a topic/concept"
    },
    "dont_show_again": {
        "message": "Tuto zprávu už nezobrazovat",
        "description": "Button user can click on to cause a message to hide and not reappear"
    },
    "upgrade_kee": {
        "message": "Aktualizovat Kee",
        "description": "Button user can click on to load a web page with instructions on how to upgrade Kee"
    },
    "pref_when_one_matching_network_login": {
        "message": "Pokud Kee nalezne jen jedno síťové přihlašovací jméno (např. HTTP Auth) automaticky vás přihlásí",
        "description": "When the user selects this option, they will be shown the popup dialog with all matching entries for network authentication, unless there is only one match. If not enabled, the user will always see the list of matching logins."
    },
    "network_authentication": {
        "message": "Síťové ověření",
        "description": "Heading for popup dialog displayed when HTTP Auth or a proxy requires authentication."
    },
    "network_auth_proxy_description": {
        "message": "Proxy vyžaduje ověření před tím, než přistoupíte $1",
        "description": "Instructions for popup dialog displayed when a proxy requires authentication."
    },
    "network_auth_http_auth_description": {
        "message": "Web vyžaduje ověření před tím, než přistoupíte na $1. Web hlásí: $2",
        "description": "Instructions for popup dialog displayed when a site requires authentication using HTTP Auth."
    },
    "network_auth_choose": {
        "message": "Vyberte přihlášení ze seznamu níže nebo toto okno zavřete, abyste mohli ručně zadat požadované informace.",
        "description": "Instructions for popup dialog displayed when a site or proxy requires network authentication."
    },
    "welcome_to_kee": {
        "message": "Vítejte v Kee",
        "description": "Header for release notes page. Will have a version suffix added to it. E.g. Welcome to Kee 2.0"
    },
    "introduction_to_kee": {
        "message": "Kee automaticky vyplňuje přihlašovací formuláře, aby vám ušetřil čas a chránil vás před bezpečnostními riziky.",
        "description": "Top-level description of what Kee does. Focuses on the most obvious/desirable features that are specific to Kee, rather than generic to the concept of a password manager."
    },
    "kee_works_with_a_password_manager": {
        "message": "Kee ukládá přístupové údaje zabezpečeně do správce hesel pod jedno \"hlavní heslo\".",
        "description": "Explains that Kee stores passwords in a password manager that user's access through a single password."
    },
    "recommend_start_with_kee_vault": {
        "message": "Doporučujeme vyzkoušet správce hesel Kee Vault na 14 dní zdarma. Po zkušební době stojí jen £2 za měsíc a nevyžaduje platební údaje, když se zaregistrujete, takže nic neriskujete.",
        "description": "Recommend the quick and easy option for new users to increase likelihood of long-term usage of a password manager."
    },
    "load_kee_vault_now": {
        "message": "Načíst Kee Vault ihned",
        "description": "Call To Action button text. On click, the Kee Vault app will load and focus in a new tab."
    },
    "you_can_use_KeePass_instead": {
        "message": "Místo něj si můžete jako alternativu nastavit KeePass Password Safe 2 .",
        "description": "Explains that Kee also works with KeePass so they can choose to configure that if they prefer to avoid all financial expenditure."
    },
    "table_summarises_differences": {
        "message": "Tabulka níže zobrazuje hlavní rozdíly.",
        "description": "Introduces the summary table that will help users choose a password manager to start with."
    },
    "installation_required": {
        "message": "Nutnost instalace",
        "description": "States that the user will need to install components on their computer"
    },
    "access_from_multiple_devices": {
        "message": "Přístup z více počítačů a mobilních zařízení",
        "description": "Covers web browsers and mobiles, laptops, tablets, etc."
    },
    "shared_preferences": {
        "message": "Sdílené nastavení",
        "description": "Labels the process of synchronising browser extension and password manager configuration options/preferences across multiple locations."
    },
    "yes_configure_once": {
        "message": "Ano, nastavení jen jednou",
        "description": "Supports synchronising browser extension and password manager configuration options/preferences"
    },
    "no_configure_multiple": {
        "message": "Ne, nastavení pro každý prohlížeč nebo zařízení, které používáte",
        "description": "Does not support synchronising browser extension and password manager configuration options/preferences"
    },
    "difficulty": {
        "message": "Složitost",
        "description": "Header for release notes page. Will have a version suffix added to it. E.g. Welcome to Kee 2.0"
    },
    "difficulty_kee_vault": {
        "message": "Jednoduché",
        "description": "Indicates that it is easy to get started with Kee Vault"
    },
    "difficulty_keepass": {
        "message": "Střední (težké na počítačích Mac)",
        "description": "Indicates that more work is required to get started with KeePass"
    },
    "keepass_sync_config_explanation": {
        "message": "Pro KeePass existuje částečné řešení pro přístup k více zařízením, ručně nakonfigurovat za použití služeb 3-tích stran z nichž některé účtují poplatky. Každé zařízení musí být předem připraveno a nakonfigurováno.",
        "description": "Header for release notes page. Will have a version suffix added to it. E.g. Welcome to Kee 2.0"
    },
    "point_user_to_keepass_install_instructions_start": {
        "message": "Postup pro instalaci a nastavení KeePass a pluginu KeePassRPC.plgx lze nalézt na naší",
        "description": "Left part of a sentence that contains a link to the community forum in the middle. For new installations"
    },
    "point_user_to_keepass_install_instructions_end": {
        "message": ".",
        "description": "Right part of a sentence that contains a link to the community forum in the middle. For new installations"
    },
    "point_user_to_tutorial_link_text": {
        "message": "interaktivní průvodce",
        "description": "Name of the link to the interactive tutorial page"
    },
    "point_user_to_forum_link_text": {
        "message": "fórum komunity",
        "description": "Name of the link to the community forum"
    },
    "notification_raised_title": {
        "message": "Kee má pro vás oznámení",
        "description": "Title of a transient native notification displayed on the user's screen to alert them to a notification in the Kee browser action popup."
    },
    "notification_yellow_background": {
        "message": "Tlačítko Kee má žluté pozadí, pokud se objeví nové oznámení.",
        "description": "Part of the message within a transient native notification displayed on the user's screen to alert them to a notification in the Kee browser action popup."
    },
    "notification_only_shown_some_times": {
        "message": "Toto další vyskakovací oznámení bude zobrazováno jen ve velmi málo případech.",
        "description": "Appended to the message of a transient native notification displayed on the user's screen when we show the message only a handful of times before assuming they have learnt the contents of the message."
    },
    "notification_save_password_tip": {
        "message": "Klikněte na tlačítko Kee (v nástrojové liště) a pak \"Uložit poslední přihlášení\"",
        "description": "Part of the message within a transient native notification displayed on the user's screen to tell them how to save a password (especially important for those upgrading from KeeFox since the behaviour has changed)"
    },
    "loading": {
        "message": "Načítám...",
        "description": "Holding message to be displayed when Kee has to display something to the user to indicate that the requested information or interface element will be displayed shortly."
    },
    "version_upgrade_heading_changes": {
        "message": "Změny ve verzi",
        "description": "Heading for the list of changes in a version of Kee. A space and the current version number will be suffixed at the end of this string."
    },
    "pref_currentSearchTermTimeout_label": {
        "message": "Mazat výsledky vyhledávání po (vteřiny)",
        "description": "Setting label to adjust how long the search text a user typed will remain cached, essentially persisting the popup search results for a short time."
    },
    "other_technical_improvements": {
        "message": "Další technická vylepšení",
        "description": "Heading for the list of additional technical changes in a version of Kee. The changes themselves may be too technical to be worth translating but it's useful if the user knows what the section of the page is about."
    },
    "reliability_improvements": {
        "message": "Vylepšení spolehlivosti",
        "description": "Heading for text that explains we have made improvements to the reliability of some aspect of Kee"
    },
    "new_icon": {
        "message": "Nová ikona",
        "description": "Heading for text that explains we have a new icon / branding"
    },
    "kee_vault_announcement_1": {
        "message": "Kee Vault je nový open source správce hesel. Běží ve webovém prohlížeči, takže nepotřebuje instalaci.",
        "description": "Introduction to what Kee Vault is"
    },
    "kee_vault_announcement_2": {
        "message": "Funguje na jakémkoliv moderním zařízení nebo webovém prohlížeči a to i offline. Po naimportování stávající KeePass databáze můžete přistupovat k Kee Vault odkudkoliv a vaše změny a nastavení budou automaticky poslány do každého vašeho zařízení a prohlížeče.",
        "description": "Outlines a few benefits of Kee Vault compared to KeePass"
    },
    "kee_vault_announcement_3": {
        "message": "Kee verze 3.0 vám dovolí používat Kee Vault místo desktopové aplikace KeePass a zachovává podporu všech stávajících funkcí Kee jako je vyplňování formulářů, ukládání, hledání a generování hesel.",
        "description": "Explains that Kee v3 works with Kee Vault"
    },
    "pref_automatic": {
        "message": "Automatický",
        "description": "Group of settings that relate to the actions that Kee can take automatically when filling entries"
    },
    "pref_manual": {
        "message": "Ruční",
        "description": "Group of settings that relate to the actions that Kee takes when the user explicitly asks Kee to fill an entry"
    },
    "pref_fill_override_hint": {
        "message": "Upravit jednotlivé položky ve vašem správci hesel a tak přepsat toto chování.",
        "description": "Statement to inform the user that they are able to override the associated (automatic) behaviour on a per-entry basis via Kee Vault or KeePass."
    },
    "pref_fill_override_option": {
        "message": "Upravit chování automatického potvrzování položky a přepsat toto chování",
        "description": "Checkbox option to allow the user to override the associated (manual) behaviour on a per-entry basis via Kee Vault or KeePass."
    },
    "next": {
        "message": "Next",
        "description": "Action button for user to advance to the next step in a multi-step process. E.g. to confirm username and password for a new entry and load the panel that allows selection of where to save the new entry."
    },
    "title": {
        "message": "Title",
        "description": "E.g. the title of an entry."
    },
    "username": {
        "message": "Username",
        "description": "Use the most generic and common term available for the primary sign-in identifier for an account. In practice may be an email address, number, surname, username, etc. but in all cases this will refer to the string the user has stored in the entry's primary Username field."
    },
    "enabled": {
        "message": "Enabled",
        "description": "Indicates that a boolean option such as a checkbox is in an enabled/on/true state"
    },
    "disabled": {
        "message": "Disabled",
        "description": "Indicates that a boolean option such as a checkbox is in an disabled/off/false state"
    },
    "unsaved_changes": {
        "message": "You have recent unsaved changes.",
        "description": "Shown to user when the popup is opened and a new or existing entry is part-way through being edited from a recent popup session. Note that very recent popup sessions are automatically 'continued' without the user needing to consider this information."
    },
    "continue_saving": {
        "message": "Continue saving",
        "description": "Action for user to continue editing the same entry that was being edited when the popup recently closed."
    },
    "discard_changes": {
        "message": "Discard changes",
        "description": "Action for user to abandon the changes to the entry that were in progress when the popup recently closed."
    },
    "password_profile_hint": {
        "message": "Select which set of rules the new password will follow. Rules include password length and the sort of characters that may be used. Create new profiles in your password manager.",
        "description": "Explains what a password profile is and how to create new ones."
    },
    "password_profile": {
        "message": "Password profile",
        "description": "Name of the profiles used by KeePass and Kee Vault to construct new random passwords."
    },
    "url_mismatch_1": {
        "message": "This entry is for a different site.",
        "description": "1st sentence of a warning message to notify the user that updating the entry will enable its use on a new website."
    },
    "url_mismatch_2": {
        "message": "Continuing with this update will enable you to fill these credentials into this site too.",
        "description": "2nd sentence of a warning message to notify the user that updating the entry will enable its use on a new website."
    },
    "url_mismatch_3": {
        "message": "Make sure this is not an attempt to trick you into revealing your password!",
        "description": "3rd sentence of a warning message to notify the user that updating the entry will enable its use on a new website."
    },
    "url_mismatch_confirm": {
        "message": "I understand the risk; Share these credentials with $1.",
        "description": "Label for a confirmation checkbox for the user to affirm that they want to enable the use of an entry on a new website."
    },
    "make_additional_changes_using_full_editor": {
        "message": "Additional changes can be made using the full editor.",
        "description": "Note to user that the Kee interface does not allow every possible type of edit to an entry."
    },
    "open_full_editor": {
        "message": "Open advanced editor",
        "description": "Button action to open the full entry editor in KeePass or Kee Vault. Be sure to imply that the need to click the button is 'unusual', as I have done with the word 'advanced'"
    },
    "where": {
        "message": "Where?",
        "description": "Brief question to the user to introduce the section in the popup where they can select where their entry will be saved (which database, group, etc.)"
    },
    "will_be_copied_to_clipboard": {
        "message": "This new password will be copied to your clipboard",
        "description": ""
    },
    "password_will_be_set_on_field": {
        "message": "Your password field will be set to this password",
        "description": ""
    },
    "also_copy_to_clipboard": {
        "message": "Also copy to clipboard",
        "description": "Explains that enabling this option will copy the value to the clipboard in addition to the default behaviour"
    },
    "generator_action_copy": {
        "message": "Copy",
        "description": "Action button to copy to the clipboard a value such as a newly generated password"
    },
    "generator_action_apply": {
        "message": "Apply",
        "description": "Action button to apply a change such as a newly generated password. Resulting alterations are not persisted immediately."
    },
    "generator_action_apply_and_copy": {
        "message": "Apply and copy",
        "description": "Action button to both copy and apply a change such as a newly generated password. Resulting alterations are not persisted immediately."
    },
    "KB_shortcut_simple_2_desc": {
        "message": "Přihlásit se do správce hesel / Vybrat nalezené přihlášení / Zobrazit seznam nalezených přihlášení",
        "description": "Description of keyboard shortcut setting for the primary action - exact behaviour depends on state when executed"
    }
}