{
    "black_list": {
        "message": "Estetyt",
        "description": "List of items that cause behaviour to be disabled if they match. For example, the list of names of form fields that prevent Kee from searching for logins for the form containing that field."
    },
    "conn_display_description": {
        "message": "Selainlisäosa joka tarjoaa turvallista automaattista kirjautumista useimmille nettisivuille. Aiemmin tunnettu nimellä KeeFox.",
        "description": "A brief description of Kee that gets presented to users to help them decide if they want to allow the connection to KeePass to be permitted."
    },
    "conn_invalid_message": {
        "message": "Kee lähetti kelpaamattoman komennon tietokantaasi",
        "description": "A form of internal technical error. This can help user's to identify the type of problem they are experiencing."
    },
    "conn_setup_client_sl_low": {
        "message": "Kee yritti käyttää tietokantaa liian alhaisella turvaluokituksella. Sinun täytyy käynnistää todennusprosessi uudelleen käyttäen korkeampaa turvaluokitusta.",
        "description": ""
    },
    "conn_setup_enter_password_title": {
        "message": "Kee yhteyden todennus",
        "description": "Heading of the popup that asks the user to authorise the connection to KeePass by typing in a password."
    },
    "conn_setup_enter_password": {
        "message": "Kirjoita tai kopioi todennuskoodi joka näkyy KeePassin \"Authorise a new connection\" ikkunassa. Sinun ei tarvitse muistaa tätä todennuskoodia. Jos kirjoitat sen väärin, joudut odottamaan hetken.",
        "description": ""
    },
    "conn_setup_expired": {
        "message": "Olet käyttänyt samaa turva-avainta liian pitkään.",
        "description": "The KeePassRPC server has detected that the secret key used for communication has expired and the user must therefore re-authenticate."
    },
    "conn_setup_failed": {
        "message": "Kee yhteys estettiin. Luultavasti kirjoitit salasanan väärin.",
        "description": "The most likely cause for this error is that the user typed in the wrong password. Otherwise it's likely to be a bug in the KPRPC protocol, which we would have expected to see some evidence of over the past 5 years."
    },
    "conn_setup_invalid_param": {
        "message": "Kee lähetti kelpamattomat parametrit. Lisätietoja: $1",
        "description": "This probably indicates a bug in Kee - we sent something to KeePassRPC that it wasn't expecting."
    },
    "conn_setup_missing_param": {
        "message": "Kee ei kyennyt lähettämään tarvittavia parametrejä. Lisätietoja: : $1",
        "description": "This probably indicates a bug in Kee - we failed to send some information to KeePassRPC that it required."
    },
    "conn_setup_restart": {
        "message": "Kee:n täytyy käynnistää todennusprosessi uudelleen",
        "description": "A technical error occurred during the attempt to authorise the link between Kee and KeePassRPC so we need to notify the user that they will need to re-authenticate"
    },
    "conn_setup_retype_password": {
        "message": "Kirjoita uusi salasana kun pyydetään",
        "description": "The user needs to re-authorise the connection to KeePass by typing in the new KeePassRPC password they're being shown by KeePass."
    },
    "conn_setup_server_sl_low": {
        "message": "Kee hylkäsi yhteydet salasanatietokantaan, koska sen käyttämä turvaluokitus oli liian alhainen. Sinun täytyy käynnistää todennusprosessi uudelleen käyttäen korkeampaa turvaluokitusta.",
        "description": ""
    },
    "conn_setup_client_features_missing": {
        "message": "Kee täytyy päivittää, jotta se saa yhteyden salasananhallintasovellukseen. Varmista, että käytössäsi on uusin versio selaimen lisäosasta/laajennuksesta.",
        "description": "The KeePassRPC server requires features from Kee that this version does not contain."
    },
    "conn_setup_server_features_missing": {
        "message": "Salasananhallintasovelluksesi on päivitettävä, jotta Kee pystyy yhdistämään siihen. Lataa Kee Vault verkkosivu uudelleen ja/tai varmista, että käytössäsi on uusin KeePassRPC lisäosan versio. Seuraa nopeita ja helppoja ohjeita kohdassa $1",
        "description": "The KeePassRPC server does not offer some features that this version of Kee requires."
    },
    "conn_sl_high_label": {
        "message": "Kysy tietokantayhteydelle salasanaa joka kerta kun käynnistän selaimen tai KeePassin.",
        "description": "Checkbox label to enable high security connection mode when authorising a connection to KeePassRPC"
    },
    "conn_sl_high": {
        "message": "Korkea",
        "description": ""
    },
    "conn_sl_low": {
        "message": "Alhainen",
        "description": ""
    },
    "conn_sl_medium": {
        "message": "Keskitaso",
        "description": ""
    },
    "conn_sl_server_min_desc": {
        "message": "Tämä asetus estää Kee:ta yhdistämästä KeePassiin jos turvaluokitus on liian alhainen. Tarkista vastaavat asetukset KeePassista muuttaaksesi turvaluokitusta.",
        "description": ""
    },
    "conn_sl_server_min": {
        "message": "Alhaisin hyväksyttävä KeePass turvaluokitus",
        "description": ""
    },
    "conn_sl_desc": {
        "message": "Muuttamalla alla olevia asetuksia voit määrittää kuinka turvallinen selaimen ja KeePassin välinen yhteys on. Sinun ei todennäköisesti tarvitse muuttaa näitä säädöksiä koskaan, mutta jos muutat, varmistathan että tiedät mitä teet.",
        "description": ""
    },
    "conn_sl_link": {
        "message": "Lue lisää näistä asetuksista sekä selaimsesi ja KeePassin välisestä yhteydestä",
        "description": "Link text to guide user to the manual to get more information about the security of the link to KeePass."
    },
    "conn_unknown_error": {
        "message": "Tapahtui odottamaton virhe, kun yritettiin muodostaa yhteyttä salasananhallintasovellukseen.",
        "description": "Something went wrong with the KeePassRPC link but we have no idea what."
    },
    "conn_unknown_protocol": {
        "message": "Kee lähetti kelpaamattoman protokollan",
        "description": "Technical error in the communication between Kee and KeePassRPC. Not clear how user could resolve this or if they'll ever see it but it might happen."
    },
    "form_id": {
        "message": "Lomakkeen ID",
        "description": ""
    },
    "form_name": {
        "message": "Lomakkeen nimi",
        "description": ""
    },
    "further_info_may_follow": {
        "message": "Lisätietoja: $1",
        "description": "Phrase used to prefix extra information about a variety of different messages that may or may not be available in the replacement string, usually relating to technical errors and often rendered in the Kee log rather than in a user-facing place."
    },
    "matched_logins_label": {
        "message": "Sopivat kirjautumistiedot",
        "description": "Header for panels/sections that contain the logins which Kee matched for this page/form"
    },
    "pref_Advanced_heading": {
        "message": "Lisäasetukset",
        "description": ""
    },
    "pref_ConnectionSecurity_heading": {
        "message": "Turvaluokitus",
        "description": "Heading for panel that contains settings for the security of the connection between Kee and KeePass."
    },
    "pref_ConnectionSecurity_explain_change": {
        "message": "Ajoittain Kee saattaa kysyä sinulta uutta satunnaista salasanaa, jos muutat alla olevia asetuksia. Sinun ei tarvitse antaa oikeaa salasanaa muuttaaksesi näitä asetuksia. Paina vain yllä olevaa painiketta kun olet valmis.",
        "description": "Explains what happens if user changes settings for the security of the connection between Kee and KeePass."
    },
    "srp_connect": {
        "message": "Yhdistä",
        "description": "Button action to authorise the connection between Kee and KeePassRPC. Displayed when the user has entered a password and not changed any connection security settings."
    },
    "srp_save_connect": {
        "message": "Tallenna ja yhdistä",
        "description": "Button action to authorise the connection between Kee and KeePassRPC and save new connection options. Displayed when the user has entered a password and changed connection security settings."
    },
    "pref_DoNothing_desc": {
        "message": "Älä tee mitään",
        "description": "Label for configuring Kee to take no action. Specific context may vary but will relate to auto filling and/or submitting"
    },
    "pref_FillAndSubmitForm_desc": {
        "message": "Täytä ja lähetä lomake",
        "description": ""
    },
    "pref_FillAndSubmitPrompt_desc": {
        "message": "Täytä ja lähetä kirjautumiskehote",
        "description": ""
    },
    "pref_FillForm_desc": {
        "message": "Täytä lomake",
        "description": ""
    },
    "pref_FillingEntries_heading": {
        "message": "Automaattinen täyttö",
        "description": "Heading for section of options panel which contains settings relating to how Kee behaves when filling entries into forms"
    },
    "pref_FillNote_desc": {
        "message": "Voi ohittaa yllä olevat \"Kee valitsee\" käytännöt yksittäisille salasanahallintasovelluksesta löytyville kirjautumistiedoille",
        "description": "Tells user that the settings nearby are global/default and they are able to override on a per-entry basis via Kee Vault or KeePass."
    },
    "pref_FillPrompt_desc": {
        "message": "Täytä kirjautumiskehote",
        "description": ""
    },
    "pref_FindingEntries_heading": {
        "message": "Lomakkeet",
        "description": "Heading for section of options panel which contains settings relating to how Kee behaves when finding entries for a website"
    },
    "pref_Logging_heading": {
        "message": "Lokitiedot",
        "description": "The output of text information that reports on the inner-workings of Kee."
    },
    "pref_SavingEntries_heading": {
        "message": "Tallentaminen",
        "description": "Heading for section of options panel which contains settings relating to how Kee behaves when saving new entries"
    },
    "pref_autoFillFormsWithMultipleMatches_label": {
        "message": "Lomakkeet useilla sopivilla tiedoilla täytetään ja lähetetään automaattisesti",
        "description": ""
    },
    "pref_keePassDBToOpen_label": {
        "message": "Käytä tätä tietokantaa kun kirjaudun tai avaan KeePassin",
        "description": ""
    },
    "pref_keePassRPCPort_label": {
        "message": "Yhdistä KeePass tämän TCP/IP portin kautta",
        "description": ""
    },
    "pref_keePassRPCPortWarning_label": {
        "message": "Huom: Muista vaihtaa portti myös KeePassin lisäosan asetuksista tai muuten Kee ei toimi oikein",
        "description": "Displayed to the user near the setting for changing the KeePassRPC port"
    },
    "pref_listAllOpenDBs_label": {
        "message": "Näytä kirjautumistiedot kaikista avoinna olevista Kee Vault ja KeePass tietokannoista",
        "description": ""
    },
    "pref_logLevel_desc": {
        "message": "Valitse kuinka tarkasti lokitietoja kerätään. Mitä korkeampi taso, sitä enemmän lokirivejä (4 on korkein).",
        "description": ""
    },
    "pref_logLevelDebugging_label": {
        "message": "4-Virheenjäljitys",
        "description": "Logging level for the most verbose information about Kee's operation"
    },
    "pref_logLevelInformation_label": {
        "message": "3-Lisätiedot",
        "description": "Logging level for important information about Kee's operation"
    },
    "pref_logLevelWarnings_label": {
        "message": "2-Varoitukset",
        "description": "Logging level for potential problems"
    },
    "pref_logLevelErrors_label": {
        "message": "1-Virheet",
        "description": "Logging level for problems"
    },
    "pref_notifyBarRequestPasswordSave_label": {
        "message": "Tarjoa salasanojen tallennusta",
        "description": ""
    },
    "pref_notifyWhenEntryUpdated_label": {
        "message": "Näytä viesti \"Salasana vaihdettu onnistuneesti\"",
        "description": "Option to enable or diable the information displayed when a password has been updated"
    },
    "pref_rememberMRUDB_label": {
        "message": "Muista viimeisin Kee Vault tai KeePass tietokanta",
        "description": ""
    },
    "pref_rememberMRUGroup_label": {
        "message": "Muista viimeisin ryhmä johon tallensit salasanan",
        "description": "Whether Kee will remember the name of the KeePass group most recently chosen by the user"
    },
    "pref_saveFavicons_label": {
        "message": "Tallenna nettisivun logo/kuvake (favicon)",
        "description": "Whether or not Kee will save the website's icon when a new entry is saved"
    },
    "pref_searchAllOpenDBs_label": {
        "message": "Etsi kaikista avoinna olevista Kee Vault ja KeePass tietokannoista",
        "description": ""
    },
    "pref_when_kee_chooses_standard_form_desc": {
        "message": "Kun Kee valitsee sopivan kirjautumistiedon tavalliselle lomakkeelle",
        "description": "Context/label for user when changing setting relating to auto-fill/submit behaviour. A list of potential actions will be displayed immediately after this string and the user can select their preferred behaviour from that list."
    },
    "pref_when_user_chooses_desc": {
        "message": "Kun valitsen sopivan kirjautumistiedon",
        "description": "Context/label for user when changing setting relating to manual fill/submit behaviour. A list of potential actions will be displayed immediately after this string and the user can select their preferred behaviour from that list."
    },
    "site_options_invisible_tip_desc": {
        "message": "Huom: Nimi ja ID tiedot eivät välttämättä ole samat kuin lomakkeen näkyvässä osassa (vaan löytyvät sivun lähdekoodista).",
        "description": "Explains that the configuration settings might not be what the casual user expects"
    },
    "site_options_list_explain_desc": {
        "message": "Jos lomake sisältää yhden sallituista kohteista, Kee yrittää täyttää sen. Jos lomake sisältää yhden estetyistä kohteista, Kee ei täytä sitä. Jos lomake sisältää molempien listojen kohteita, sitä ei täytetä.",
        "description": "Explains how Kee chooses which forms to fill in"
    },
    "pref_Finding_forms_heading": {
        "message": "Automaattinen täyttö",
        "description": "Settings heading for how Kee finds forms it is (or isn't) interested in filling in with entries from the password manager"
    },
    "site_options_valid_form_intro_desc": {
        "message": "Kee yrittää täyttää sopivat Kee Vault ja KeePass kirjautumistiedot kaikille lomakkeille joissa on salasanakenttä. Voit muuttaa toimintaa alla.",
        "description": "Explains how Kee chooses which forms to fill in"
    },
    "text_field_id": {
        "message": "Tekstikentän ID",
        "description": ""
    },
    "text_field_name": {
        "message": "Tekstikentän nimi",
        "description": ""
    },
    "white_list": {
        "message": "Sallitut",
        "description": "List of items that cause behaviour to be enabled if they match. For example, the list of names of form fields that force Kee to search for logins for the form containing that field."
    },
    "Help_Centre_Button_label": {
        "message": "Ohjekeskus",
        "description": ""
    },
    "cancel": {
        "message": "Peruuta",
        "description": ""
    },
    "Logins_Context_Edit_Login_label": {
        "message": "Muokkaa",
        "description": ""
    },
    "Menu_Button_copyNewPasswordToClipboard_label": {
        "message": "Luo salasana",
        "description": ""
    },
    "Menu_Button_fillCurrentDocument_label": {
        "message": "Havaitse lomakkeet",
        "description": ""
    },
    "Menu_Button_options_label": {
        "message": "Asetukset",
        "description": "Link to the add-on's settings"
    },
    "Search_label": {
        "message": "Etsi...",
        "description": ""
    },
    "Search_tip": {
        "message": "Etsi KeePass kirjautumistietoja",
        "description": ""
    },
    "PasswordProfilesExplanation_label": {
        "message": "Voit vaihtoehtoisesti luoda erilaisen valitsemalla salasanaprofiilin alta. Luo uusi profiili Kee Vault tai Keepass sovelluksessa.",
        "description": ""
    },
    "change_field_explanation": {
        "message": "Kee päivittää myös nettisivun kuvakkeen (favicon) ja HTTP Auth kirjautumiskehotteiden tiedot. Tarkemmat muutokset vaativat kohteen muokkaamista käsin.",
        "description": ""
    },
    "change_field_status": {
        "message": "Valitun kohteen kaikki tiedot, kuten käyttäjätunnus ja salasana korvataan",
        "description": ""
    },
    "change_url_status": {
        "message": "Kohteen verkko-osoite (URL) päivitetään uudempaan",
        "description": ""
    },
    "change_url_option_1": {
        "message": "Korvaa URL-osoite (mutta täytä lomakkeet myös kun käytetään aiempaa URL-osoitetta)",
        "description": ""
    },
    "change_url_option_2": {
        "message": "Korvaa URL-osoite (poista aiempi URL-osoite)",
        "description": ""
    },
    "change_url_option_3": {
        "message": "Säilytä aiempi URL-osoite (mutta täytä lomakkeet myös kun käytetään uutta URL-osoitetta)",
        "description": ""
    },
    "change_url_option_4": {
        "message": "Säilytä aiempi URL-osoite (älä lisää uutta URL-osoitetta)",
        "description": ""
    },
    "copy_password_label": {
        "message": "Kopioi salasana",
        "description": ""
    },
    "copy_username_label": {
        "message": "Kopioi käyttäjätunnus",
        "description": ""
    },
    "copy": {
        "message": "Kopioi",
        "description": "Prefixed before a field name and id to indicate to the user that when they click here the value for that field will be copied to the clipboard. Displayed before (left) of the field name with a space between this string and the field name."
    },
    "create": {
        "message": "Tallenna",
        "description": ""
    },
    "create_new_entry": {
        "message": "Luo uusi",
        "description": "Create new entry"
    },
    "showing_options_for": {
        "message": "Näytetään asetukset kohteelle ",
        "description": "label for a group of radio buttons that allows the user to change the scope of the settings they are changing - e.g. all websites or just one specific website"
    },
    "all_websites": {
        "message": "Kaikki nettisivut",
        "description": ""
    },
    "a_specific_website": {
        "message": "Tietty nettisivu",
        "description": ""
    },
    "current_website": {
        "message": "Nykyinen nettisivu",
        "description": ""
    },
    "website": {
        "message": "Nettisivu",
        "description": ""
    },
    "database_label": {
        "message": "Tietokanta",
        "description": ""
    },
    "generatePassword_copied": {
        "message": "Uusi salasana on kopioitu leikepöydälle.",
        "description": ""
    },
    "generatePassword_instructions": {
        "message": "Valitse minkälaisia salasanoja haluat luoda:",
        "description": ""
    },
    "generatePassword_done_1": {
        "message": "Salasana luotu",
        "description": ""
    },
    "generatePassword_done_2": {
        "message": "Voit liittää sen \"uusi salasana\" kenttään tai muualle mihin haluat.",
        "description": ""
    },
    "group_label": {
        "message": "Ryhmä",
        "description": ""
    },
    "entry_history_pointer": {
        "message": "Salasanahallintasovelluksessasi on \"kumoa\" toiminto. Etsi kirjautumistieto jonka toimintahistoriaa haluat selata ja valitse \"Palauta\" palauttaaksesi aikaisemman version kirjautumistiedoista (jos tarpeen).",
        "description": ""
    },
    "loggedIn_tip": {
        "message": "Olet yhteydessä tietokantaan '$1'",
        "description": "Tells the user they are logged into a Kee Vault or KeePass database (and gives its name, if any)"
    },
    "loggedInMultiple_tip": {
        "message": "Sinulla on auki $1 salasanatietokantaa. '$2' on käytössä.",
        "description": "Tells the user they have more than one KeePass database open and tells them which one is active/selected"
    },
    "matchedLogin_label": {
        "message": "$1 - $2",
        "description": "<username> <seperator> <entry title>"
    },
    "matchedLogin_tip": {
        "message": "$1 ryhmässä $2 ($3)",
        "description": "Tooltip displayed over a matched login in the list of matched logins. Params: 1: entry title, 2: group name, 3: username"
    },
    "more_options": {
        "message": "Lisäasetukset",
        "description": ""
    },
    "multi_page_update_warning": {
        "message": "Monisivuiset kirjautumislomakkeet voivat myös vaatia käsin muokkaamista.",
        "description": ""
    },
    "noUsername_partial_tip": {
        "message": "ei käyttäjänimeä",
        "description": ""
    },
    "notifyBarLaunchKeePass_label": {
        "message": "Et ole kirjautuneena salasananhallintasovellukseesi",
        "description": ""
    },
    "notifyBarLaunchKeePassButton_tip": {
        "message": "Avaa Kee Vault tai KeePass käyttääksesi Kee:ta",
        "description": ""
    },
    "notifyBarLogSensitiveData_label": {
        "message": "VAROITUS: Kee on kerää salasanojasi. Jos et ole tarkoituksella sallinut tätä, on suositeltavaa poistaa toiminto käytöstä",
        "description": "Displayed only when an advanced setting is potentially mistakenly or maliciously reconfigured"
    },
    "notifyBarLoginToKeePassButton_tip": {
        "message": "Avaa salasanahallintasovelluksesi lukitus käyttääksesi Kee:ta",
        "description": ""
    },
    "notifyBarNeverForSiteButton_label": {
        "message": "Ei tälle sivulle",
        "description": "Button user can click to quickly set the configuraiton option to prevent Kee from asking if they want to save a new password on this site"
    },
    "save": {
        "message": "Tallenna",
        "description": ""
    },
    "password_successfully_updated": {
        "message": "Salasana vaihdettu onnistuneesti",
        "description": ""
    },
    "saveMultiPagePasswordText": {
        "message": "Haluatko että Kee tallentaa monisivuisen salasanan?",
        "description": ""
    },
    "savePasswordLogin_tip": {
        "message": "Käyttäjätunnus: $1. Nettisivun osoite (URL): $2",
        "description": ""
    },
    "savePasswordText": {
        "message": "Haluatko että Kee tallentaa salasanan?",
        "description": ""
    },
    "search_again": {
        "message": "Etsi uudelleen",
        "description": ""
    },
    "update": {
        "message": "Päivitä",
        "description": ""
    },
    "update_existing_entry": {
        "message": "Muuta tietoja",
        "description": ""
    },
    "whichEntry_label": {
        "message": "Valitse",
        "description": ""
    },
    "close": {
        "message": "Sulje",
        "description": "Action user can click on to close/dismiss a panel or other user interface element"
    },
    "autoclose_countdown": {
        "message": "Sulje automaattisesti $1 sekunnin jälkeen",
        "description": "Label for a user interface element which allows the user to disable the auto-close functionality. Also tells the user how many seconds are remaining before the auto-close functionality triggers."
    },
    "autoclose_cancelled": {
        "message": "Automaattinen sulkeminen peruutettu",
        "description": "Tells the user that the panel auto-close functionality has been disabled for this panel."
    },
    "add": {
        "message": "Lisää",
        "description": "Action button for user to add an item to a collection. E.g. add an entry to the list of site-specific settings overrides"
    },
    "edit": {
        "message": "Muokkaa",
        "description": "Action button for user to edit an item within a collection. E.g. edit an entry within the list of site-specific settings overrides"
    },
    "delete": {
        "message": "Poista",
        "description": "Action button for user to delete an item within a collection. E.g. delete an entry within the list of site-specific settings overrides"
    },
    "site_specific_settings_checkbox_explanation": {
        "message": "Valinnat \"Kaikki nettisivut\" osiosta vaikuttavat alla oleviin kohtiin jos alla olevia asetuksia ei muuteta.",
        "description": "Explains to the user how the site-specific settings can be enabled and what happens in the default situation"
    },
    "site_properties": {
        "message": "Sivun ominaisuudet",
        "description": "Site properties"
    },
    "enter_valid_regex": {
        "message": "Anna toimiva Regex arvo tai valitse eri menetelmä",
        "description": "Validation error message displayed to user when they have configured the properties of a site specific configuration to be a regular expression (Regex) but supplied a website value that is not a valid regex"
    },
    "site_properties_weight_warning": {
        "message": "On suositeltavaa käydä huolella läpi muiden asetuksien vaikutukset, mikäli aiot käyttää lisäasetuksia.",
        "description": "Warning to users that the match weighting feature of site-specific config is an advanced feature"
    },
    "target": {
        "message": "Kohdetieto",
        "description": "For differentiating which part of a URL will be matched - e.g domain, hostname or complete page address"
    },
    "method": {
        "message": "Havaintomenetelmä",
        "description": "For differentiating how a text string will be matched - e.g exact, prefix or regex"
    },
    "weight": {
        "message": "Tärkeys",
        "description": "A number that can be compared to others in order to decide which associated configuration takes precendence."
    },
    "yes": {
        "message": "Kyllä",
        "description": "Yes"
    },
    "no": {
        "message": "Ei",
        "description": "No"
    },
    "site_specific_settings_inherit": {
        "message": "Käytä samaa asetusta kuin muillakin nettisivuilla",
        "description": "Option for user to say that they want to use whatever the setting is for the top-level settings for all websites, rather than overriding it with a setting for this specific site."
    },
    "password": {
        "message": "Salasana",
        "description": "Amazingly, didn't have a need for this translation until v2.0 ;-)"
    },
    "conn_setup_client_sl_low_resolution": {
        "message": "Korjaa turvaluokitus ja yhdistä",
        "description": "Button that will change the security level Kee attempts to use when connecting to the KeePassRPC server."
    },
    "learn_more": {
        "message": "Lue lisää",
        "description": "Action/button/link to send the user to somewhere that they can read more about a topic/concept"
    },
    "dont_show_again": {
        "message": "Älä näytä ilmoitusta uudelleen",
        "description": "Button user can click on to cause a message to hide and not reappear"
    },
    "upgrade_kee": {
        "message": "Päivitä Kee",
        "description": "Button user can click on to load a web page with instructions on how to upgrade Kee"
    },
    "pref_when_one_matching_network_login": {
        "message": "Kun Kee havaitsee vain yhden sopivan kirjautumistiedon (esim. HTTP Auth), kirjaudu automaattisesti",
        "description": "When the user selects this option, they will be shown the popup dialog with all matching entries for network authentication, unless there is only one match. If not enabled, the user will always see the list of matching logins."
    },
    "network_authentication": {
        "message": "Verkkotodennus vaaditaan",
        "description": "Heading for popup dialog displayed when HTTP Auth or a proxy requires authentication."
    },
    "network_auth_proxy_description": {
        "message": "Välityspalvelin vaatii todennuksen ennen kuin voit jatkaa  $1",
        "description": "Instructions for popup dialog displayed when a proxy requires authentication."
    },
    "network_auth_http_auth_description": {
        "message": "Nettisivu vaatii todennuksen ennen kuin voit jatkaa $1.\nSivun viesti: $2",
        "description": "Instructions for popup dialog displayed when a site requires authentication using HTTP Auth."
    },
    "network_auth_choose": {
        "message": "Valitse kirjautumistieto alla olevasta listasta tai sulje tämä ikkuna ja syötä tarvittavat tiedot itse.",
        "description": "Instructions for popup dialog displayed when a site or proxy requires network authentication."
    },
    "save_login": {
        "message": "Tallenna kirjautumistieto",
        "description": "Heading for panel that allows user to create or update a new login entry"
    },
    "saveLatestLogin": {
        "message": "Tallenna viimeisin kirjautumistieto",
        "description": "Action link for user to click (e.g. from the browser popup or a context menu) when they want to save the most recently submitted data as a new entry"
    },
    "welcome_to_kee": {
        "message": "Tervetuloa käyttämään Kee:ta",
        "description": "Header for release notes page. Will have a version suffix added to it. E.g. Welcome to Kee 2.0"
    },
    "introduction_to_kee": {
        "message": "Kee täyttää automaattisesti lomakkeiden kirjautumiskentät säästääkseen aikaasi ja suojellakseen sinua tietoturvariskeiltä.",
        "description": "Top-level description of what Kee does. Focuses on the most obvious/desirable features that are specific to Kee, rather than generic to the concept of a password manager."
    },
    "kee_works_with_a_password_manager": {
        "message": "Kee:n käyttämiä kirjautumistietoja säilytetään turvallisesti salasananhallintasovelluksessasi, pääsalasanan takana.",
        "description": "Explains that Kee stores passwords in a password manager that user's access through a single password."
    },
    "recommend_start_with_kee_vault": {
        "message": "Suosittelemme kokeilemaan Kee Vault salasananhallintasovelluksen 14 päivän kokeilujaksoa. Tämän jälkeen kuukausimaksu on vain 2£/kk. Rekisteröitymisen yhteydessä ei kysytä maksutietoja, joten kokeileminen kannattaa.",
        "description": "Recommend the quick and easy option for new users to increase likelihood of long-term usage of a password manager."
    },
    "load_kee_vault_now": {
        "message": "Lataa Kee Vault nyt",
        "description": "Call To Action button text. On click, the Kee Vault app will load and focus in a new tab."
    },
    "you_can_use_KeePass_instead": {
        "message": "Vaihtoehtoisesti voit myös käyttää KeePass Password Safe 2.",
        "description": "Explains that Kee also works with KeePass so they can choose to configure that if they prefer to avoid all financial expenditure."
    },
    "table_summarises_differences": {
        "message": "Alla olevassa taulukossa yhteenveto eroista",
        "description": "Introduces the summary table that will help users choose a password manager to start with."
    },
    "installation_required": {
        "message": "Asennus vaaditaan",
        "description": "States that the user will need to install components on their computer"
    },
    "access_from_multiple_devices": {
        "message": "Mahdollista käyttää useilla laitteilla, myös mobiililaitteilla",
        "description": "Covers web browsers and mobiles, laptops, tablets, etc."
    },
    "shared_preferences": {
        "message": "Jaetut asetukset",
        "description": "Labels the process of synchronising browser extension and password manager configuration options/preferences across multiple locations."
    },
    "yes_configure_once": {
        "message": "Kyllä, määritä asetukset vain kerran",
        "description": "Supports synchronising browser extension and password manager configuration options/preferences"
    },
    "no_configure_multiple": {
        "message": "Ei, määritä asetukset jokaiselle selaimelle ja laitteelle erikseen",
        "description": "Does not support synchronising browser extension and password manager configuration options/preferences"
    },
    "difficulty": {
        "message": "Vaikeustaso",
        "description": "Header for release notes page. Will have a version suffix added to it. E.g. Welcome to Kee 2.0"
    },
    "difficulty_kee_vault": {
        "message": "Helppo",
        "description": "Indicates that it is easy to get started with Kee Vault"
    },
    "difficulty_keepass": {
        "message": "Keskitaso (Vaikea Mac tietokoneilla)",
        "description": "Indicates that more work is required to get started with KeePass"
    },
    "keepass_sync_config_explanation": {
        "message": "KeePass kirjautumistietoja on mahdollista käyttää useilla laitteilla samanaikaisesti käyttämällä 3. osapuolen palveluita, joista osa on maksullisia. Jokainen laite täytyy erikseen valmistella etukäteen.",
        "description": "Header for release notes page. Will have a version suffix added to it. E.g. Welcome to Kee 2.0"
    },
    "point_user_to_keepass_install_instructions_start": {
        "message": "Ohjeet KeePass asennusta ja määrityksiä sekä KeePassRPC.plgx lisäosaa varten löytyvät",
        "description": "Left part of a sentence that contains a link to the community forum in the middle. For new installations"
    },
    "point_user_to_keepass_install_instructions_end": {
        "message": ".",
        "description": "Right part of a sentence that contains a link to the community forum in the middle. For new installations"
    },
    "point_user_to_tutorial_link_text": {
        "message": "interaktiivinen opastus",
        "description": "Name of the link to the interactive tutorial page"
    },
    "point_user_to_forum_link_text": {
        "message": "yhteisöfoorumi",
        "description": "Name of the link to the community forum"
    },
    "notification_raised_title": {
        "message": "Kee:lla on sinulle ilmoitus",
        "description": "Title of a transient native notification displayed on the user's screen to alert them to a notification in the Kee browser action popup."
    },
    "notification_yellow_background": {
        "message": "Kee:n painikkeella on keltainen tausta kun uusi ilmoitus on saatavilla",
        "description": "Part of the message within a transient native notification displayed on the user's screen to alert them to a notification in the Kee browser action popup."
    },
    "notification_only_shown_some_times": {
        "message": "Tämä ilmoitus näytetään vain muutaman kerran.",
        "description": "Appended to the message of a transient native notification displayed on the user's screen when we show the message only a handful of times before assuming they have learnt the contents of the message."
    },
    "notification_save_password_tip": {
        "message": "Paina Kee:n painiketta (työkalurivillä) ja valitse \"Tallenna viimeisin kirjautumistieto\"",
        "description": "Part of the message within a transient native notification displayed on the user's screen to tell them how to save a password (especially important for those upgrading from KeeFox since the behaviour has changed)"
    },
    "loading": {
        "message": "Ladataan...",
        "description": "Holding message to be displayed when Kee has to display something to the user to indicate that the requested information or interface element will be displayed shortly."
    },
    "version_upgrade_heading_changes": {
        "message": "Muutokset versiossa",
        "description": "Heading for the list of changes in a version of Kee. A space and the current version number will be suffixed at the end of this string."
    },
    "pref_currentSearchTermTimeout_label": {
        "message": "Tyhjennä hakutulokset X sekunnin jälkeen",
        "description": "Setting label to adjust how long the search text a user typed will remain cached, essentially persisting the popup search results for a short time."
    },
    "other_technical_improvements": {
        "message": "Muita teknisiä parannuksia",
        "description": "Heading for the list of additional technical changes in a version of Kee. The changes themselves may be too technical to be worth translating but it's useful if the user knows what the section of the page is about."
    },
    "new_license": {
        "message": "Uusi lisenssi",
        "description": "Heading for text that explains we have a new source code license"
    },
    "reliability_improvements": {
        "message": "Toimintavarmuuden parannuksia",
        "description": "Heading for text that explains we have made improvements to the reliability of some aspect of Kee"
    },
    "google_chrome_release": {
        "message": "Google Chrome laajennus",
        "description": "Heading for text that explains we are about to release a stable version for the Google Chrome browser"
    },
    "new_icon": {
        "message": "Uusi kuvake",
        "description": "Heading for text that explains we have a new icon / branding"
    },
    "new_license_text": {
        "message": "Kee laajennuksen versio 3 on julkaistu uudemman Open Source license - AGPLv3 lisenssin alla, jota myös muut julkaisemamme ohjelmat käyttävät. Muutos ei varsinaisesti vaikuta oikeuteesi käyttää ilmaista ohjelmaa päivittäisessä käytössä. Muutoksia kuitenkin aiempaan GPLv2 lisenssiin verrattuna löytyy, joten suosittelemme sinua lukemaan läpi uuden lisenssin. Jos päätät olla hyväksymättä uutta lisenssiä, voit jatkaa ohjelman vanhan version käyttämistä vanhan lisenssin suomin oikeuksin.",
        "description": "Explains we have a new source code license"
    },
    "reliability_improvements_text1": {
        "message": "Olemme parantaneet linkkiä internetselaimen ja yksittäisen lataamasi sivun välillä, jonka ansiosta esim. kirjautumistietojen täyttö on luotettavampaa",
        "description": "Explains we have made improvements to the reliability of the link between the main browser process and the content page processes"
    },
    "reliability_improvements_text2": {
        "message": "Olemme parantaneet kirjautumisikkunoiden havaitsemista. Tämä tarkoittaa enemmän onnistuneita kirjautumisia, mm. Googlen kirjautumissivuilla",
        "description": "Explains we have made improvements to the reliability of detection of form submit buttons"
    },
    "google_chrome_release_text": {
        "message": "Kun vakaa Kee 3.0 versio on julkaistu, Google Chrome laajennuksesta poistetaan samalla Beta merkintä, joka sillä on ollut yli vuoden.",
        "description": "Explains we are about to release a stable version for the Google Chrome browser"
    },
    "new_icon_text": {
        "message": "Olemme uudistaneet kuvakkeen modernimpaan suuntaan. Toivottavasti pidät siitä. Tästä on myös keskusteltu Kee Vault keskustelualueella (linkki yläpuolella).",
        "description": "Explains we have a new icon / branding"
    },
    "kee_vault_announcement_1": {
        "message": "Kee Vault on uusi avoimen lähdekoodin salasananhallintasovellus. Se pyörii internetselaimessa, joten asennusta ei tarvita.",
        "description": "Introduction to what Kee Vault is"
    },
    "kee_vault_announcement_2": {
        "message": "Se toimii millä tahansa nykyaikaisella laitteella tai internetselaimella, jopa offline-tilassa. Kun olet tuonut KeePass tietokantasi, voit käyttää sitä missä tahansa Kee Vaultin kautta. Muutokset ja asetukset jaetaan kaikkien laitteidesi ja internetselaimiesi kesken.",
        "description": "Outlines a few benefits of Kee Vault compared to KeePass"
    },
    "kee_vault_announcement_3": {
        "message": "Kee versio 3.0 mahdollistaa KeePass salasananhallintasovelluksen korvaamisen Kee Vault sovelluksella, säilyttäen kaikki tärkeät toiminnot, kuten kirjautumistietojen automaattinen täyttö, etsi ja salasanojen luonti.",
        "description": "Explains that Kee v3 works with Kee Vault"
    },
    "kee_vault_announcement_4": {
        "message": "Kee Vault on melkein valmis julkaistavaksi julkisena betana. OIen iloinen voidessasi tarjota Kee:n nykyisille käyttäjille mahdollisuuden päästä kokeilemaan sovellusta ennakkoon ennen julkaisua.",
        "description": "Announces the pre-release availability of Kee Vault"
    },
    "kee_vault_announcement_5": {
        "message": "Lue lisää ja rekisteröidy saadaksesi ennakkopääsyn",
        "description": "Call To Action pointing users to the Kee Vault announcement on the forum and the subsequent registration of interest in the early access phase of the Kee Vault service"
    },
    "showEntry": {
        "message": "Näytä kirjautumistieto",
        "description": "Show the edit entry view. Same as 'Edit Entry' but used in contexts where user is not wanting/expecting to edit the entry."
    },
    "KB_shortcut_simple_2_desc": {
        "message": "Kirjaudu salasananhallintaan/Valitse sopiva kirjautumistieto/Näytä sopivat kirjautumistiedot",
        "description": "Description of keyboard shortcut setting for the primary action - exact behaviour depends on state when executed"
    }
}