{
    "black_list": {
        "message": "Винятки",
        "description": "List of items that cause behaviour to be disabled if they match. For example, the list of names of form fields that prevent Kee from searching for logins for the form containing that field."
    },
    "conn_display_description": {
        "message": "Додаток для браузера, що дозволяє безпечно й автоматично входити на більшість вебсайтів. Раніше відомий, як KeeFox.",
        "description": "A brief description of Kee that gets presented to users to help them decide if they want to allow the connection to KeePass to be permitted."
    },
    "conn_invalid_message": {
        "message": "Kee надіслав недійсну команду до вашої бази паролів.",
        "description": "A form of internal technical error. This can help user's to identify the type of problem they are experiencing."
    },
    "conn_setup_client_sl_low": {
        "message": "Kee запитав надто низький рівень безпеки, щоб бути підтвердженим сервером паролів. Необхідно перезапустити процес авторизації, використавши вищий рівень безпеки.",
        "description": ""
    },
    "conn_setup_enter_password_title": {
        "message": "Авторизація Kee",
        "description": "Heading of the popup that asks the user to authorise the connection to KeePass by typing in a password."
    },
    "conn_setup_enter_password": {
        "message": "Введіть пароль, який показано у вікні KeePass \"Авторизація нового з'єднання\". Вам не треба пам'ятати цей пароль. У разі помилки, ви зможете повторити спробу.",
        "description": ""
    },
    "conn_setup_expired": {
        "message": "Ви використовуєте цей секретний ключ надто довго.",
        "description": "The KeePassRPC server has detected that the secret key used for communication has expired and the user must therefore re-authenticate."
    },
    "conn_setup_failed": {
        "message": "Kee не отримав дозвіл на з'єднання. Можливо, ви неправильно ввели пароль з'єднання.",
        "description": "The most likely cause for this error is that the user typed in the wrong password. Otherwise it's likely to be a bug in the KPRPC protocol, which we would have expected to see some evidence of over the past 5 years."
    },
    "conn_setup_invalid_param": {
        "message": "Kee надав недійсний параметр. Детальна інформація: $1",
        "description": "This probably indicates a bug in Kee - we sent something to KeePassRPC that it wasn't expecting."
    },
    "conn_setup_missing_param": {
        "message": "Kee не зміг надати необхідний параметр. Детальна інформація: $1",
        "description": "This probably indicates a bug in Kee - we failed to send some information to KeePassRPC that it required."
    },
    "conn_setup_restart": {
        "message": "Kee повинен перезапустити процес авторизації.",
        "description": "A technical error occurred during the attempt to authorise the link between Kee and KeePassRPC so we need to notify the user that they will need to re-authenticate"
    },
    "conn_setup_retype_password": {
        "message": "Введіть новий пароль при запиті.",
        "description": "The user needs to re-authorise the connection to KeePass by typing in the new KeePassRPC password they're being shown by KeePass."
    },
    "conn_setup_server_sl_low": {
        "message": "Kee відхилив з'єднання з сервером паролів через надто низький рівень безпеки. Необхідно перезапустити процес авторизації, використовуючи вищий рівень безпеки.",
        "description": ""
    },
    "conn_setup_client_features_missing": {
        "message": "Необхідно оновити Kee для зв'язку з вашим менеджером паролів. Переконайтеся, що ви використовуєте найновішу версію розширення для браузера.",
        "description": "The KeePassRPC server requires features from Kee that this version does not contain."
    },
    "conn_setup_server_features_missing": {
        "message": "Необхідно оновити ваш менеджер паролів для зв'язку з Kee. Перезавантажте вебсайт Kee Vault та/або переконайтеся, що ви користуєтеся найновішою версією плагіна KeePassRPC, скориставшись простою інструкцією $1",
        "description": "The KeePassRPC server does not offer some features that this version of Kee requires."
    },
    "conn_sl_high_label": {
        "message": "Запитувати новий пароль з'єднання щоразу при запуску браузера чи KeePass.",
        "description": "Checkbox label to enable high security connection mode when authorising a connection to KeePassRPC"
    },
    "conn_sl_high": {
        "message": "Високий",
        "description": ""
    },
    "conn_sl_low": {
        "message": "Низький",
        "description": ""
    },
    "conn_sl_medium": {
        "message": "Середній",
        "description": ""
    },
    "conn_sl_server_min_desc": {
        "message": "Зміна цього параметру дозволяє вам запобігати з'єднанню Kee та KeePass, якщо їх рівень безпеки надто низький. Відкрийте налаштування KeePass, щоб встановити потрібний рівень безпеки.",
        "description": ""
    },
    "conn_sl_server_min": {
        "message": "Найменший допустимий рівень безпеки KeeFox",
        "description": ""
    },
    "conn_sl_desc": {
        "message": "Зміна цих налаштувань контролює рівень захищеності з'єднання між вашим браузером та KeePass. Зазвичай немає необхідності їх змінювати, але якщо ви все ж захочете зробити це, ознайомтеся спершу з відповідними інструкціями.",
        "description": ""
    },
    "conn_sl_link": {
        "message": "Дізнайтеся більше про ці налаштування, а також про зв'язок між вашим браузером та KeePass в інструкції",
        "description": "Link text to guide user to the manual to get more information about the security of the link to KeePass."
    },
    "conn_unknown_error": {
        "message": "Сталася неочікувана помилка при встановленні зв'язку з вашим менеджером паролів.",
        "description": "Something went wrong with the KeePassRPC link but we have no idea what."
    },
    "conn_unknown_protocol": {
        "message": "Kee надав недійсний протокол.",
        "description": "Technical error in the communication between Kee and KeePassRPC. Not clear how user could resolve this or if they'll ever see it but it might happen."
    },
    "form_id": {
        "message": "ID форми",
        "description": ""
    },
    "form_name": {
        "message": "Назва форми",
        "description": ""
    },
    "further_info_may_follow": {
        "message": "Детальна інформація: $1",
        "description": "Phrase used to prefix extra information about a variety of different messages that may or may not be available in the replacement string, usually relating to technical errors and often rendered in the Kee log rather than in a user-facing place."
    },
    "matched_logins_label": {
        "message": "Відповідні записи",
        "description": "Header for panels/sections that contain the logins which Kee matched for this page/form"
    },
    "pref_Advanced_heading": {
        "message": "Додатково",
        "description": ""
    },
    "pref_ConnectionSecurity_heading": {
        "message": "Безпека з'єднання",
        "description": "Heading for panel that contains settings for the security of the connection between Kee and KeePass."
    },
    "pref_ConnectionSecurity_explain_change": {
        "message": "Іноді при зміні налаштувань безпеки з'єднання Kee буде запитувати вас про новий випадковий пароль. Щоб змінити ці налаштування, вам не потрібно вводити правильний пароль вгорі. Просто змініть їх і натисніть кнопку вгорі.",
        "description": "Explains what happens if user changes settings for the security of the connection between Kee and KeePass."
    },
    "srp_connect": {
        "message": "З'єднатися",
        "description": "Button action to authorise the connection between Kee and KeePassRPC. Displayed when the user has entered a password and not changed any connection security settings."
    },
    "srp_save_connect": {
        "message": "Зберегти і з'єднатись",
        "description": "Button action to authorise the connection between Kee and KeePassRPC and save new connection options. Displayed when the user has entered a password and changed connection security settings."
    },
    "pref_DoNothing_desc": {
        "message": "Нічого не робити",
        "description": "Label for configuring Kee to take no action. Specific context may vary but will relate to auto filling and/or submitting"
    },
    "pref_FillAndSubmitForm_desc": {
        "message": "Заповнити й відправити форму",
        "description": ""
    },
    "pref_FillForm_desc": {
        "message": "Заповнити форму",
        "description": ""
    },
    "pref_FillingEntries_heading": {
        "message": "Заповнення записів",
        "description": "Heading for section of options panel which contains settings relating to how Kee behaves when filling entries into forms"
    },
    "pref_FindingEntries_heading": {
        "message": "Пошук записів",
        "description": "Heading for section of options panel which contains settings relating to how Kee behaves when finding entries for a website"
    },
    "pref_Logging_heading": {
        "message": "Журнал",
        "description": "The output of text information that reports on the inner-workings of Kee."
    },
    "pref_SavingEntries_heading": {
        "message": "Збереження записів",
        "description": "Heading for section of options panel which contains settings relating to how Kee behaves when saving new entries"
    },
    "pref_autoFillFormsWithMultipleMatches_label": {
        "message": "Виконувати цю автоматичну дію, навіть якщо знайдено декілька відповідних записів",
        "description": "In reference to the Automatic form filling option, this checkbox option allows the user to say whether they want their selected action to be taken even when there is more than one matching entry."
    },
    "pref_autoFillFieldsWithExistingValue_label": {
        "message": "Автоматично заповнювати поля, які вже містять текст",
        "description": "This checkbox option allows the user to say whether they want fields to be auto-filled if they already have a value. It doesn't affect manual fill requests."
    },
    "pref_keePassDBToOpen_label": {
        "message": "При відкритті чи вході в KeePass, використовувати цей файл бази даних",
        "description": ""
    },
    "pref_keePassRPCPort_label": {
        "message": "З'єднуватись з KeePass, використовуючи цей порт TCP/IP",
        "description": ""
    },
    "pref_keePassRPCPortWarning_label": {
        "message": "Зверніть увагу: зміна налаштувань KeePass.config або Kee може порушити зв'язок з KeePass",
        "description": "Displayed to the user near the setting for changing the KeePassRPC port"
    },
    "pref_logLevel_desc": {
        "message": "Налаштуйте деталізацію журналу. Кожен вищий рівень журналу містить більше подробиць.",
        "description": ""
    },
    "pref_logLevelDebugging_label": {
        "message": "Зневадження",
        "description": "Logging level for the most verbose information about Kee's operation"
    },
    "pref_logLevelInformation_label": {
        "message": "Інформація",
        "description": "Logging level for important information about Kee's operation"
    },
    "pref_logLevelWarnings_label": {
        "message": "Попередження",
        "description": "Logging level for potential problems"
    },
    "pref_logLevelErrors_label": {
        "message": "Помилки",
        "description": "Logging level for problems"
    },
    "pref_notifyBarRequestPasswordSave_label": {
        "message": "Пропонувати зберігати паролі",
        "description": ""
    },
    "pref_animateWhenOfferingSave_label": {
        "message": "Анімація піктограми Kee при пропозиції збереження",
        "description": "Option to enable or disable the animation of the Kee icon that displays when an entry is available for saving from the main popup panel"
    },
    "pref_rememberMRUDB_label": {
        "message": "Пам'ятати останню використану базу даних Kee Vault або KeePass",
        "description": ""
    },
    "pref_preferToSkipWhere_label": {
        "message": "Автоматично зберігати нові записи в групу, де ви найчастіше зберігаєте",
        "description": "Whether Kee will save new entries to the group most recently chosen by the user without presenting them with the usual Where group chooser interface"
    },
    "pref_saveFavicons_label": {
        "message": "Зберігати піктограму вебсайту (favicon)",
        "description": "Whether or not Kee will save the website's icon when a new entry is saved"
    },
    "pref_searchAllOpenDBs_label": {
        "message": "Пошук у всіх відкритих базах Kee Vault і KeePass",
        "description": ""
    },
    "pref_when_kee_chooses_standard_form_desc": {
        "message": "Коли Kee обирає відповідний запис для стандартної форми, він повинен",
        "description": "Context/label for user when changing setting relating to auto-fill/submit behaviour. A list of potential actions will be displayed immediately after this string and the user can select their preferred behaviour from that list."
    },
    "pref_when_user_chooses_desc": {
        "message": "Коли ви обираєте відповідний запис, Kee повинен",
        "description": "Context/label for user when changing setting relating to manual fill/submit behaviour. A list of potential actions will be displayed immediately after this string and the user can select their preferred behaviour from that list."
    },
    "site_options_invisible_tip_desc": {
        "message": "Зверніть увагу: Імена та ідентифікатори можуть не відповідати тому, що ви бачите на сторінці (вони встановлені в програмному коді сторінки)",
        "description": "Explains that the configuration settings might not be what the casual user expects"
    },
    "site_options_list_explain_desc": {
        "message": "Якщо форма відповідає запису зі списку дозволів, Kee завжди намагатиметься заповнити її. Якщо форма відповідає запису зі списку винятків, Kee ніколи не заповнюватиме її. Якщо форма відповідає записам з обох списків, Kee не заповнюватиме її.",
        "description": "Explains how Kee chooses which forms to fill in"
    },
    "pref_Finding_forms_heading": {
        "message": "Пошук форм",
        "description": "Settings heading for how Kee finds forms it is (or isn't) interested in filling in with entries from the password manager"
    },
    "site_options_valid_form_intro_desc": {
        "message": "Kee намагатиметься заповнити відповідними записами Kee Vault і KeePass всі форми, які містять поле вводу пароля. Ви можете змінити цю дію внизу.",
        "description": "Explains how Kee chooses which forms to fill in"
    },
    "text_field_id": {
        "message": "ID текстового поля",
        "description": ""
    },
    "text_field_name": {
        "message": "Назва текстового поля",
        "description": ""
    },
    "white_list": {
        "message": "Дозволи",
        "description": "List of items that cause behaviour to be enabled if they match. For example, the list of names of form fields that force Kee to search for logins for the form containing that field."
    },
    "Help_Centre_Button_label": {
        "message": "Центр допомоги",
        "description": ""
    },
    "cancel": {
        "message": "Скасувати",
        "description": ""
    },
    "Logins_Context_Edit_Login_label": {
        "message": "Редагувати запис",
        "description": ""
    },
    "Menu_Button_copyNewPasswordToClipboard_label": {
        "message": "Генерувати новий пароль",
        "description": ""
    },
    "Menu_Button_fillCurrentDocument_label": {
        "message": "Знайти відповідні записи",
        "description": ""
    },
    "Menu_Button_options_label": {
        "message": "Налаштування",
        "description": "Link to the add-on's settings"
    },
    "Menu_Button_open_keepass_label": {
        "message": "Відкрити KeePass",
        "description": "Action button to launch, unlock and/or focus KeePass"
    },
    "Menu_Button_open_kee_vault_label": {
        "message": "Відкрити Kee Vault",
        "description": "Action button to launch, unlock and/or focus Kee Vault"
    },
    "Search_label": {
        "message": "Пошук...",
        "description": ""
    },
    "PasswordProfilesExplanation_label": {
        "message": "Ви можете за бажанням створити інший, обравши профіль пароля внизу. Використовуйте Kee Vault або KeePass для створення нових профілів.",
        "description": ""
    },
    "copy_password_label": {
        "message": "Копіювати пароль",
        "description": ""
    },
    "copy_username_label": {
        "message": "Копіювати ім'я користувача",
        "description": ""
    },
    "copy": {
        "message": "Копіювати",
        "description": "Prefixed before a field name and id to indicate to the user that when they click here the value for that field will be copied to the clipboard. Displayed before (left) of the field name with a space between this string and the field name."
    },
    "copy_value_to_clipboard": {
        "message": "Копіювати значення в буфер",
        "description": "Indicates to the user that when they click here the value for that field will be copied to the clipboard."
    },
    "click_to_reveal_hide": {
        "message": "Клацніть, щоб показати/приховати",
        "description": "Indicates to the user that when they click here the value of the protected field will be displayed or hidden (toggled)."
    },
    "no_name": {
        "message": "без назви",
        "description": "Used in place of a field name when the specific field has no name. Will be surrounded by [ square brackets ]"
    },
    "matches_from_other_sites": {
        "message": "Збіги з інших сайтів",
        "description": "Search results section header."
    },
    "create_new_entry": {
        "message": "Створити новий запис",
        "description": "Create new entry"
    },
    "showing_options_for": {
        "message": "Показ налаштувань для",
        "description": "label for a group of radio buttons that allows the user to change the scope of the settings they are changing - e.g. all websites or just one specific website"
    },
    "all_websites": {
        "message": "Усі вебсайти",
        "description": ""
    },
    "a_specific_website": {
        "message": "Певний вебсайт",
        "description": ""
    },
    "current_website": {
        "message": "Поточний вебсайт",
        "description": ""
    },
    "website": {
        "message": "Вебсайт",
        "description": ""
    },
    "website_options_search_placeholder": {
        "message": "наприклад, www.google.com",
        "description": "A placeholder for the search box where the user searches for the settings that apply to a specific website (per-site settings)"
    },
    "website_options_search_tooltip": {
        "message": "наприклад, www.google.com (Не вказуйте https:// чи інші протоколи)",
        "description": "Tooltip/title for the search box where the user searches for the settings that apply to a specific website (per-site settings)"
    },
    "generatePassword_copied": {
        "message": "Новий пароль був скопійований до буферу.",
        "description": ""
    },
    "generatePassword_instructions": {
        "message": "Оберіть, який пароль створювати:",
        "description": ""
    },
    "generatePassword_done_1": {
        "message": "Пароль згенеровано.",
        "description": ""
    },
    "generatePassword_done_2": {
        "message": "Вставте його в поле нового пароля чи інше необхідне місце.",
        "description": ""
    },
    "loggedIn_tip": {
        "message": "Ви увійшли в свою базу паролів '$1'",
        "description": "Tells the user they are logged into a Kee Vault or KeePass database (and gives its name, if any)"
    },
    "loggedInMultiple_tip": {
        "message": "Ви увійшли в бази паролів $1. Зараз активна '$2'.",
        "description": "Tells the user they have more than one KeePass database open and tells them which one is active/selected"
    },
    "multiplePasswordSourcesEnabled": {
        "message": "$1 джерел паролів увімкнено",
        "description": "Tells the user how many password databases they have open and unlocked"
    },
    "matchedLogin_label": {
        "message": "$1 - $2",
        "description": "<username> <seperator> <entry title>"
    },
    "matchedLogin_tip": {
        "message": "$1 із групи $2 ($3)",
        "description": "Tooltip displayed over a matched login in the list of matched logins. Params: 1: entry title, 2: group name, 3: username"
    },
    "noUsername_partial_tip": {
        "message": "немає імені користувача",
        "description": ""
    },
    "notifyBarLaunchKeePass_label": {
        "message": "Ви не увійшли в свою базу паролів.",
        "description": ""
    },
    "notifyBarLaunchKeePassButton_tip": {
        "message": "Для активації Kee, відкрийте Kee Vault або KeePass",
        "description": ""
    },
    "notifyBarLoginToKeePassButton_tip": {
        "message": "Розблокуйте свою базу паролів для активації Kee",
        "description": ""
    },
    "save": {
        "message": "Зберегти",
        "description": ""
    },
    "savePasswordText": {
        "message": "Ви хочете щоб Kee зберіг цей пароль?",
        "description": ""
    },
    "update": {
        "message": "Оновити",
        "description": ""
    },
    "close": {
        "message": "Закрити",
        "description": "Action user can click on to close/dismiss a panel or other user interface element"
    },
    "autoclose_countdown": {
        "message": "Автоматично закривати через $1 секунд",
        "description": "Label for a user interface element which allows the user to disable the auto-close functionality. Also tells the user how many seconds are remaining before the auto-close functionality triggers."
    },
    "autoclose_cancelled": {
        "message": "Автоматичне закриття скасовано",
        "description": "Tells the user that the panel auto-close functionality has been disabled for this panel."
    },
    "add": {
        "message": "Додати",
        "description": "Action button for user to add an item to a collection. E.g. add an entry to the list of site-specific settings overrides"
    },
    "edit": {
        "message": "Змінити",
        "description": "Action button for user to edit an item within a collection. E.g. edit an entry within the list of site-specific settings overrides"
    },
    "delete": {
        "message": "Видалити",
        "description": "Action button for user to delete an item within a collection. E.g. delete an entry within the list of site-specific settings overrides"
    },
    "site_specific_settings_checkbox_explanation": {
        "message": "Налаштування з \"Усі вебсайти\" застосовуються до всіх розділів внизу, якщо ви не увімкнете налаштування за допомогою прапорця навпроти нього.",
        "description": "Explains to the user how the site-specific settings can be enabled and what happens in the default situation"
    },
    "site_properties": {
        "message": "Властивості сайту",
        "description": "Site properties"
    },
    "enter_valid_regex": {
        "message": "Введіть правильний Regex чи оберіть інший тип",
        "description": "Validation error message displayed to user when they have configured the properties of a site specific configuration to be a regular expression (Regex) but supplied a website value that is not a valid regex"
    },
    "site_properties_weight_warning": {
        "message": "Якщо ви будете користуватися цією розширеною можливістю, вам слід ретельно перевіряти вплив інших конфігурацій.",
        "description": "Warning to users that the match weighting feature of site-specific config is an advanced feature"
    },
    "target": {
        "message": "Ціль",
        "description": "For differentiating which part of a URL will be matched - e.g domain, hostname or complete page address"
    },
    "method": {
        "message": "Спосіб",
        "description": "For differentiating how a text string will be matched - e.g exact, prefix or regex"
    },
    "weight": {
        "message": "Вплив",
        "description": "A number that can be compared to others in order to decide which associated configuration takes precendence."
    },
    "yes": {
        "message": "Так",
        "description": "Yes"
    },
    "no": {
        "message": "Ні",
        "description": "No"
    },
    "site_specific_settings_inherit": {
        "message": "Використовувати таке саме налаштування, як і для всіх вебсайтів",
        "description": "Option for user to say that they want to use whatever the setting is for the top-level settings for all websites, rather than overriding it with a setting for this specific site."
    },
    "password": {
        "message": "Пароль",
        "description": "Amazingly, didn't have a need for this translation until v2.0 ;-)"
    },
    "conn_setup_client_sl_low_resolution": {
        "message": "З'єднання з високим рівнем безпеки",
        "description": "Button that will change the security level Kee attempts to use when connecting to the KeePassRPC server."
    },
    "learn_more": {
        "message": "Дізнатись більше",
        "description": "Action/button/link to send the user to somewhere that they can read more about a topic/concept"
    },
    "dont_show_again": {
        "message": "Не показувати повідомлення знову",
        "description": "Button user can click on to cause a message to hide and not reappear"
    },
    "upgrade_kee": {
        "message": "Оновити Kee",
        "description": "Button user can click on to load a web page with instructions on how to upgrade Kee"
    },
    "pref_when_one_matching_network_login": {
        "message": "Коли Kee знаходить лише один відповідний запис мережі (н-д, HTTP Auth), автоматично входити",
        "description": "When the user selects this option, they will be shown the popup dialog with all matching entries for network authentication, unless there is only one match. If not enabled, the user will always see the list of matching logins."
    },
    "network_authentication": {
        "message": "Авторизація мережі",
        "description": "Heading for popup dialog displayed when HTTP Auth or a proxy requires authentication."
    },
    "network_auth_proxy_description": {
        "message": "Проксі вимагає про авторизацію для доступу до $1",
        "description": "Instructions for popup dialog displayed when a proxy requires authentication."
    },
    "network_auth_http_auth_description": {
        "message": "Вебсайт вимагає пройти автентифікацію для доступу до $1. Повідомлення сайту: $2",
        "description": "Instructions for popup dialog displayed when a site requires authentication using HTTP Auth."
    },
    "network_auth_choose": {
        "message": "Оберіть запис зі списку внизу, або закрийте це вікно, щоб ввести необхідну інформацію вручну.",
        "description": "Instructions for popup dialog displayed when a site or proxy requires network authentication."
    },
    "welcome_to_kee": {
        "message": "Вітаємо в Kee",
        "description": "Header for release notes page. Will have a version suffix added to it. E.g. Welcome to Kee 2.0"
    },
    "introduction_to_kee": {
        "message": "Kee автоматично заповнює форми входу, щоб заощадити ваш час і захистити від ризиків безпеки.",
        "description": "Top-level description of what Kee does. Focuses on the most obvious/desirable features that are specific to Kee, rather than generic to the concept of a password manager."
    },
    "kee_works_with_a_password_manager": {
        "message": "The credentials Kee enters for you are stored securely in a password manager behind a single \"main password\".",
        "description": "Explains that Kee stores passwords in a password manager that user's access through a single password."
    },
    "recommend_start_with_kee_vault": {
        "message": "We recommend trying out our Kee Vault password manager. It only costs around £20 per year after a free trial, seamlessly synchronises and backs up your passwords across all of your devices and is Open Source, just like Kee.",
        "description": "Recommend the quick and easy option for new users to increase likelihood of long-term usage of a password manager."
    },
    "recommend_start_with_kee_vault2": {
        "message": "We also have apps to help you sign into other apps and websites on your iOS and Android devices.",
        "description": "Further details about the Kee Vault service."
    },
    "kee_still_supports_keepass": {
        "message": "Kee still fully supports using KeePass as your password manager so you don't have to do anything but we would really appreciate your support to keep Kee going for many years to come.",
        "description": "Reassures users that nothing has changed regarding the support of KeePass as a password management source."
    },
    "load_kee_vault_now": {
        "message": "Завантажити Kee Vault",
        "description": "Call To Action button text. On click, the Kee Vault app will load and focus in a new tab."
    },
    "you_can_use_KeePass_instead": {
        "message": "Натомість, ви можете налаштувати KeePass Password Safe 2.",
        "description": "Explains that Kee also works with KeePass so they can choose to configure that if they prefer to avoid all financial expenditure."
    },
    "table_summarises_differences": {
        "message": "Таблиця внизу відображає основні відмінності.",
        "description": "Introduces the summary table that will help users choose a password manager to start with."
    },
    "installation_required": {
        "message": "Необхідне встановлення",
        "description": "States that the user will need to install components on their computer"
    },
    "access_from_multiple_devices": {
        "message": "Доступ з декількох комп'ютерів та мобільних пристроїв",
        "description": "Covers web browsers and mobiles, laptops, tablets, etc."
    },
    "shared_preferences": {
        "message": "Спільні налаштування",
        "description": "Labels the process of synchronising browser extension and password manager configuration options/preferences across multiple locations."
    },
    "yes_configure_once": {
        "message": "Так, налаштувати один раз",
        "description": "Supports synchronising browser extension and password manager configuration options/preferences"
    },
    "no_configure_multiple": {
        "message": "Ні, налаштувати в кожному браузері чи пристрої",
        "description": "Does not support synchronising browser extension and password manager configuration options/preferences"
    },
    "difficulty": {
        "message": "Складність",
        "description": "Header for release notes page. Will have a version suffix added to it. E.g. Welcome to Kee 2.0"
    },
    "difficulty_kee_vault": {
        "message": "Легка",
        "description": "Indicates that it is easy to get started with Kee Vault"
    },
    "difficulty_keepass": {
        "message": "Середня (Для Mac - Складна)",
        "description": "Indicates that more work is required to get started with KeePass"
    },
    "keepass_sync_config_explanation": {
        "message": "Для KeePass частковим рішенням для доступу з різних пристроїв може бути ручна конфігурація з використанням сторонніх сервісів, деякі з яких є платними. Кожен пристрій повинен бути налаштований для цього завчасно.",
        "description": "Header for release notes page. Will have a version suffix added to it. E.g. Welcome to Kee 2.0"
    },
    "point_user_to_keepass_install_instructions_start": {
        "message": "Інструкції з встановлення і налаштування KeePass та необхідного плагіна KeePassRPC.plgx ви можете знайти на",
        "description": "Left part of a sentence that contains a link to the community forum in the middle. For new installations"
    },
    "point_user_to_keepass_install_instructions_end": {
        "message": ".",
        "description": "Right part of a sentence that contains a link to the community forum in the middle. For new installations"
    },
    "point_user_to_tutorial_link_text": {
        "message": "інтерактивного знайомства",
        "description": "Name of the link to the interactive tutorial page"
    },
    "point_user_to_forum_link_text": {
        "message": "форумі спільноти",
        "description": "Name of the link to the community forum"
    },
    "notification_raised_title": {
        "message": "Kee має для вас сповіщення",
        "description": "Title of a transient native notification displayed on the user's screen to alert them to a notification in the Kee browser action popup."
    },
    "notification_yellow_background": {
        "message": "При появі нового сповіщення фон піктограми Kee стає жовтим.",
        "description": "Part of the message within a transient native notification displayed on the user's screen to alert them to a notification in the Kee browser action popup."
    },
    "notification_only_shown_some_times": {
        "message": "Це додаткове сповіщення буде показуватись лише інколи.",
        "description": "Appended to the message of a transient native notification displayed on the user's screen when we show the message only a handful of times before assuming they have learnt the contents of the message."
    },
    "notification_save_password_tip": {
        "message": "Відкрийте Kee (піктограма Kee в панелі інструментів), а потім клацніть кнопку +",
        "description": "Part of the message within a transient native notification displayed on the user's screen to tell them how to save a password"
    },
    "loading": {
        "message": "Завантаження...",
        "description": "Holding message to be displayed when Kee has to display something to the user to indicate that the requested information or interface element will be displayed shortly."
    },
    "version_upgrade_heading_changes": {
        "message": "Зміни у версії",
        "description": "Heading for the list of changes in a version of Kee. A space and the current version number will be suffixed at the end of this string."
    },
    "pref_currentSearchTermTimeout_label": {
        "message": "Стерти результати пошуку через (секунд)",
        "description": "Setting label to adjust how long the search text a user typed will remain cached, essentially persisting the popup search results for a short time."
    },
    "other_technical_improvements": {
        "message": "Інші технічні вдосконалення",
        "description": "Heading for the list of additional technical changes in a version of Kee. The changes themselves may be too technical to be worth translating but it's useful if the user knows what the section of the page is about."
    },
    "reliability_improvements": {
        "message": "Вдосконалення стабільності",
        "description": "Heading for text that explains we have made improvements to the reliability of some aspect of Kee"
    },
    "new_icon": {
        "message": "Нова піктограма",
        "description": "Heading for text that explains we have a new icon / branding"
    },
    "kee_vault_announcement_1": {
        "message": "Kee Vault - це новий менеджер паролів з відкритим кодом. Він працює у вашому браузері, отже його не потрібно встановлювати.",
        "description": "Introduction to what Kee Vault is"
    },
    "kee_vault_announcement_2": {
        "message": "Він працює з будь-яким сучасним пристроєм чи браузером, навіть офлайн. Після імпорту вашої бази даних KeePass ви можете отримати доступ до Kee Vault звідусіль, з останніми вашими змінами та налаштуваннями, що автоматично зберігаються на кожному вашому пристрої та браузері.",
        "description": "Outlines a few benefits of Kee Vault compared to KeePass"
    },
    "kee_vault_announcement_3": {
        "message": "Kee версії 3.0 дозволяє вам використовувати Kee Vault замість програми KeePass, з підтримкою всіх наявних функцій Kee, таких як заповнення форм, збереження, пошук та генерування паролів.",
        "description": "Explains that Kee v3 works with Kee Vault"
    },
    "pref_automatic": {
        "message": "Автоматично",
        "description": "Group of settings that relate to the actions that Kee can take automatically when filling entries"
    },
    "pref_manual": {
        "message": "Вручну",
        "description": "Group of settings that relate to the actions that Kee takes when the user explicitly asks Kee to fill an entry"
    },
    "pref_fill_override_hint": {
        "message": "Змінюйте окремі записи в своєму менеджері паролів, щоб перевизначити цю поведінку.",
        "description": "Statement to inform the user that they are able to override the associated (automatic) behaviour on a per-entry basis via Kee Vault or KeePass."
    },
    "pref_fill_override_option": {
        "message": "Зміна поведінки автоматичного відправлення запису також перевизначає цю поведінку",
        "description": "Checkbox option to allow the user to override the associated (manual) behaviour on a per-entry basis via Kee Vault or KeePass."
    },
    "next": {
        "message": "Далі",
        "description": "Action button for user to advance to the next step in a multi-step process. E.g. to confirm username and password for a new entry and load the panel that allows selection of where to save the new entry."
    },
    "title": {
        "message": "Заголовок",
        "description": "E.g. the title of an entry."
    },
    "username": {
        "message": "Ім'я користувача",
        "description": "Use the most generic and common term available for the primary sign-in identifier for an account. In practice may be an email address, number, surname, username, etc. but in all cases this will refer to the string the user has stored in the entry's primary Username field."
    },
    "enabled": {
        "message": "Увімкнено",
        "description": "Indicates that a boolean option such as a checkbox is in an enabled/on/true state"
    },
    "disabled": {
        "message": "Вимкнено",
        "description": "Indicates that a boolean option such as a checkbox is in an disabled/off/false state"
    },
    "unsaved_changes": {
        "message": "У вас є незбережені зміни.",
        "description": "Shown to user when the popup is opened and a new or existing entry is part-way through being edited from a recent popup session. Note that very recent popup sessions are automatically 'continued' without the user needing to consider this information."
    },
    "continue_saving": {
        "message": "Продовжити збереження",
        "description": "Action for user to continue editing the same entry that was being edited when the popup recently closed."
    },
    "discard_changes": {
        "message": "Відхилити зміни",
        "description": "Action for user to abandon the changes to the entry that were in progress when the popup recently closed."
    },
    "password_profile_hint": {
        "message": "Оберіть набір правил для нового пароля. Правила включають довжину та типи символів для використання в новому паролі. Створіть нові профілі у менеджері паролів.",
        "description": "Explains what a password profile is and how to create new ones."
    },
    "password_profile": {
        "message": "Профіль пароля",
        "description": "Name of the profiles used by KeePass and Kee Vault to construct new random passwords."
    },
    "url_mismatch_1": {
        "message": "Цей запис призначений для іншого сайту.",
        "description": "1st sentence of a warning message to notify the user that updating the entry will enable its use on a new website."
    },
    "url_mismatch_2": {
        "message": "Продовжуючи оновлення, ви дозволите введення цих облікових даних також і для цього сайту.",
        "description": "2nd sentence of a warning message to notify the user that updating the entry will enable its use on a new website."
    },
    "url_mismatch_3": {
        "message": "Переконайтеся, що це не спроба шахрайства з метою викриття вашого пароля!",
        "description": "3rd sentence of a warning message to notify the user that updating the entry will enable its use on a new website."
    },
    "url_mismatch_confirm": {
        "message": "Я розумію ризик; Обмінятися обліковими даними з $1.",
        "description": "Label for a confirmation checkbox for the user to affirm that they want to enable the use of an entry on a new website."
    },
    "make_additional_changes_using_full_editor": {
        "message": "Інші зміни можна виконати у повноцінному редакторі.",
        "description": "Note to user that the Kee interface does not allow every possible type of edit to an entry."
    },
    "open_full_editor": {
        "message": "Відкрити розширений редактор",
        "description": "Button action to open the full entry editor in KeePass or Kee Vault. Be sure to imply that the need to click the button is 'unusual', as I have done with the word 'advanced'"
    },
    "where": {
        "message": "Де?",
        "description": "Brief question to the user to introduce the section in the popup where they can select where their entry will be saved (which database, group, etc.)"
    },
    "will_be_copied_to_clipboard": {
        "message": "Цей новий пароль скопіюється до буфера обміну",
        "description": ""
    },
    "password_will_be_set_on_field": {
        "message": "Поле пароля встановиться для цього пароля",
        "description": ""
    },
    "also_copy_to_clipboard": {
        "message": "Також скопіювати в буфер обміну",
        "description": "Explains that enabling this option will copy the value to the clipboard in addition to the default behaviour"
    },
    "generator_action_copy": {
        "message": "Копіювати",
        "description": "Action button to copy to the clipboard a value such as a newly generated password"
    },
    "generator_action_apply": {
        "message": "Застосувати",
        "description": "Action button to apply a change such as a newly generated password. Resulting alterations are not persisted immediately."
    },
    "generator_action_apply_and_copy": {
        "message": "Застосувати й копіювати",
        "description": "Action button to both copy and apply a change such as a newly generated password. Resulting alterations are not persisted immediately."
    },
    "skip_where_reason_domain_entry_exists": {
        "message": "Ви бачите це питання, тому що запис для цього домену вже існує",
        "description": "Explains why user is being asked where to save a new entry despite having previously requested to not be asked."
    },
    "skip_where_reason_group_not_found": {
        "message": "Ви бачите це питання, тому що групи, де ви найчастіше зберігаєте записи, не знайдено. Можливо, це тому що її було видалено чи приховано від Kee. Або ж цільове джерело просто не розблоковане.",
        "description": "Explains why user is being asked where to save a new entry despite having previously requested to not be asked."
    },
    "skip_where_enable_context": {
        "message": "Завжди зберігати нові записи тут",
        "description": "Description of checkbox that when enabled will change a setting such that the user is not prompted where to save future entries they create."
    },
    "list_version_upgrade_3_11": {
        "message": "User interface improvements;Keyboard navigation improvements, including in the Network Auth list of entries and when selecting a group to save a new entry into;Fixes the \"ignore case\" option which did not work for include IDs and Names. You may therefore find that Kee offers to fill in some forms it previously ignored;Re-enables filtering of group names when selecting where to save a new entry (this was disabled only on Firefox in the previous version of Kee)",
        "description": "Changes for the version number in the string key name. Multiple items MUST be separated by a semicolon (;). Do not use a semi-colon except as a list-item (new line) separator."
    },
    "release_details_for_keepass_available_on_forum": {
        "message": "Докладніші відомості, включаючи важливу інформацію для користувачів KeePass, можна знайти в оголошенні про випуск на форумі спільноти:",
        "description": "Statement - preceding a link - to notify users that there is a corresponding topic on the community forum that was posted just before this version was submitted to the web browser extension stores for review. Specifically this one calls out that it affects KeePass users (due to KeePassRPC.plgx related information)"
    },
    "thanks_for_beta_testing": {
        "message": "Thanks for beta testing Kee! You are helping us to make Kee better for everyone. If you have any feedback or find new issues with this release, please join those on the community forum and let us know.",
        "description": "Message thanking the user for being a Kee beta tester"
    },
    "beta_testing_is_good": {
        "message": "Бета-тестери Kee вже відчули переваги деяких поліпшень протягом кількох місяців.",
        "description": "Brief highlight of one of the benefits of being a Kee beta tester"
    },
    "join_the_community_cta": {
        "message": "Приєднуйтеся до них!",
        "description": "Call to action to join a community. Initially for beta testing but could be reused for other purposes such as the community forum in future."
    },
    "ignore_case": {
        "message": "Ігнорувати",
        "description": "Enabling this setting will cause a case-insensitive comparison to be made (e.g. when looking for matching names and IDs of forms to fill in)"
    },
    "ignore_case_explanation_finding_forms": {
        "message": "Наприклад, \"запит\" в будь-якому зі списків Дозволи чи Винятки збігатиметься зі значенням \"запит\", \"Запит\" і \"ЗАПИТ\". Якщо у вас немає незвичних та складних вимог, найкраще лишити цю опцію увімкненою.",
        "description": "Describes the ignore case setting when used for configuring the include and exclude lists for finding forms."
    },
    "theme": {
        "message": "Тема",
        "description": "The visual theme applied to the extension's user interface. As per convention, the values refer to the predominant shade - i.e. the background colour"
    },
    "dark": {
        "message": "Темна",
        "description": "Black colour or similar; Darkened visual appearance"
    },
    "light": {
        "message": "Світла",
        "description": "White colour or similar; Bright visual appearance"
    },
    "system_preference": {
        "message": "Системна",
        "description": "The user's configured preference/setting in their system. System is vague because different browsers will implement it in different ways so it could relate to either the user's operating system, their web browser or both."
    },
    "theme_system_preference_explanation": {
        "message": "Не всі операційні системи та браузери підтримують автоматичну зміну теми в розширеннях. Ви можете вручну вибрати тему за власним бажанням.",
        "description": "Explains what the Theme preference does and why"
    },
    "pref_Appearance_heading": {
        "message": "Зовнішній вигляд",
        "description": "Heading for settings/options that relate to the visual appearance of the extension"
    },
    "pref_hidden_options_present_explanation": {
        "message": "Kee автоматично керує додатковими налаштуваннями для цього сайту, тому ви не можете його видалити.",
        "description": "Notification and explanation to user that one or more hidden settings are present for the configuration of a specific site"
    },
    "preferred_matching_entry": {
        "message": "Виявлення збігів запису",
        "description": "Label for toggle between preferred status for the specific matched entry the toggle is displayed upon."
    },
    "show_confirmation_after_save": {
        "message": "Показувати підтвердження після збереження запису",
        "description": "Label for option to display a confirmation message in the main popup after user has created or updated an entry."
    },
    "you_recently_saved": {
        "message": "Ви недавно зберегли запис",
        "description": "A confirmation message after user has created or updated an entry."
    },
    "KB_shortcut_simple_2_desc": {
        "message": "Увійти в менеджер паролів / Обрати відповідний запис / Показати список відповідних логінів",
        "description": "Description of keyboard shortcut setting for the primary action - exact behaviour depends on state when executed"
    }
}