{
    "black_list": {
        "message": "Чорний список",
        "description": "List of items that cause behaviour to be disabled if they match. For example, the list of names of form fields that prevent Kee from searching for logins for the form containing that field."
    },
    "conn_display_description": {
        "message": "Додаток для браузера, що дозволяє безпечно й автоматично входити на більшість веб-сайтів. Раніше відомий, як KeeFox.",
        "description": "A brief description of Kee that gets presented to users to help them decide if they want to allow the connection to KeePass to be permitted."
    },
    "conn_invalid_message": {
        "message": "Kee надіслав недійсну команду до вашої бази паролів.",
        "description": "A form of internal technical error. This can help user's to identify the type of problem they are experiencing."
    },
    "conn_setup_client_sl_low": {
        "message": "Kee запитав надто низький рівень безпеки, щоб бути підтвердженим сервером паролів. Необхідно перезапустити процес авторизації, використавши вищий рівень безпеки.",
        "description": ""
    },
    "conn_setup_enter_password_title": {
        "message": "Авторизація Kee",
        "description": "Heading of the popup that asks the user to authorise the connection to KeePass by typing in a password."
    },
    "conn_setup_enter_password": {
        "message": "Введіть пароль, який показано у вікні KeePass \"Авторизація нового з'єднання\". Вам не треба пам'ятати цей пароль. У разі помилки, ви зможете повторити спробу.",
        "description": ""
    },
    "conn_setup_expired": {
        "message": "Ви використовуєте цей секретний ключ надто довго.",
        "description": "The KeePassRPC server has detected that the secret key used for communication has expired and the user must therefore re-authenticate."
    },
    "conn_setup_failed": {
        "message": "Kee не отримав дозвіл на з'єднання. Можливо, ви неправильно ввели пароль з'єднання.",
        "description": "The most likely cause for this error is that the user typed in the wrong password. Otherwise it's likely to be a bug in the KPRPC protocol, which we would have expected to see some evidence of over the past 5 years."
    },
    "conn_setup_invalid_param": {
        "message": "Kee надав недійсний параметр. Детальна інформація: $1",
        "description": "This probably indicates a bug in Kee - we sent something to KeePassRPC that it wasn't expecting."
    },
    "conn_setup_missing_param": {
        "message": "Kee не зміг надати необхідний параметр. Детальна інформація: $1",
        "description": "This probably indicates a bug in Kee - we failed to send some information to KeePassRPC that it required."
    },
    "conn_setup_restart": {
        "message": "Kee повинен перезапустити процес авторизації.",
        "description": "A technical error occurred during the attempt to authorise the link between Kee and KeePassRPC so we need to notify the user that they will need to re-authenticate"
    },
    "conn_setup_retype_password": {
        "message": "Введіть новий пароль при запиті.",
        "description": "The user needs to re-authorise the connection to KeePass by typing in the new KeePassRPC password they're being shown by KeePass."
    },
    "conn_setup_server_sl_low": {
        "message": "Kee відхилив з'єднання з сервером паролів через надто низький рівень безпеки. Необхідно перезапустити процес авторизації, використовуючи вищий рівень безпеки.",
        "description": ""
    },
    "conn_setup_client_features_missing": {
        "message": "Необхідно оновити Kee для зв'язку з вашим менеджером паролів. Переконайтеся, що ви використовуєте найновішу версію розширення для браузера.",
        "description": "The KeePassRPC server requires features from Kee that this version does not contain."
    },
    "conn_setup_server_features_missing": {
        "message": "Необхідно оновити ваш менеджер паролів для зв'язку з Kee. Перезавантажте веб-сайт Kee Vault та/або переконайтеся, що ви використовуєте найновішу версію плагіна KeePassRPC, скориставшись простою інструкцією $1",
        "description": "The KeePassRPC server does not offer some features that this version of Kee requires."
    },
    "conn_sl_high_label": {
        "message": "Запитувати новий пароль з'єднання щоразу при запуску браузера чи KeePass.",
        "description": "Checkbox label to enable high security connection mode when authorising a connection to KeePassRPC"
    },
    "conn_sl_high": {
        "message": "Високий",
        "description": ""
    },
    "conn_sl_low": {
        "message": "Низький",
        "description": ""
    },
    "conn_sl_medium": {
        "message": "Середній",
        "description": ""
    },
    "conn_sl_server_min_desc": {
        "message": "Зміна цього параметру дозволяє вам запобігати з'єднанню Kee та KeePass, якщо їх рівень безпеки надто низький. Відкрийте налаштування KeePass, щоб встановити потрібний рівень безпеки.",
        "description": ""
    },
    "conn_sl_server_min": {
        "message": "Найменший допустимий рівень безпеки KeeFox",
        "description": ""
    },
    "conn_sl_desc": {
        "message": "Зміна цих налаштувань контролює рівень захищеності з'єднання між вашим браузером та KeePass. Зазвичай немає необхідності їх змінювати, але якщо ви все ж захочете зробити це, ознайомтеся спершу з відповідними інструкціями.",
        "description": ""
    },
    "conn_sl_link": {
        "message": "Дізнайтеся більше про ці налаштування, а також про зв'язок між вашим браузером та KeePass в інструкції",
        "description": "Link text to guide user to the manual to get more information about the security of the link to KeePass."
    },
    "conn_unknown_error": {
        "message": "Сталася неочікувана помилка при встановленні зв'язку з вашим менеджером паролів.",
        "description": "Something went wrong with the KeePassRPC link but we have no idea what."
    },
    "conn_unknown_protocol": {
        "message": "Kee надав недійсний протокол.",
        "description": "Technical error in the communication between Kee and KeePassRPC. Not clear how user could resolve this or if they'll ever see it but it might happen."
    },
    "form_id": {
        "message": "ID форми",
        "description": ""
    },
    "form_name": {
        "message": "Назва форми",
        "description": ""
    },
    "further_info_may_follow": {
        "message": "Детальна інформація: $1",
        "description": "Phrase used to prefix extra information about a variety of different messages that may or may not be available in the replacement string, usually relating to technical errors and often rendered in the Kee log rather than in a user-facing place."
    },
    "matched_logins_label": {
        "message": "Відповідні записи",
        "description": "Header for panels/sections that contain the logins which Kee matched for this page/form"
    },
    "pref_Advanced_heading": {
        "message": "Додатково",
        "description": ""
    },
    "pref_ConnectionSecurity_heading": {
        "message": "Безпека з'єднання",
        "description": "Heading for panel that contains settings for the security of the connection between Kee and KeePass."
    },
    "pref_ConnectionSecurity_explain_change": {
        "message": "Іноді при зміні налаштувань безпеки з'єднання Kee буде запитувати вас про новий випадковий пароль. Щоб змінити ці налаштування, вам не потрібно вводити правильний пароль вгорі. Просто змініть їх і натисніть кнопку вгорі.",
        "description": "Explains what happens if user changes settings for the security of the connection between Kee and KeePass."
    },
    "srp_connect": {
        "message": "З'єднатися",
        "description": "Button action to authorise the connection between Kee and KeePassRPC. Displayed when the user has entered a password and not changed any connection security settings."
    },
    "srp_save_connect": {
        "message": "Зберегти і з'єднатись",
        "description": "Button action to authorise the connection between Kee and KeePassRPC and save new connection options. Displayed when the user has entered a password and changed connection security settings."
    },
    "pref_DoNothing_desc": {
        "message": "Нічого не робити",
        "description": "Label for configuring Kee to take no action. Specific context may vary but will relate to auto filling and/or submitting"
    },
    "pref_FillAndSubmitForm_desc": {
        "message": "Заповнити й відправити форму",
        "description": ""
    },
    "pref_FillAndSubmitPrompt_desc": {
        "message": "Заповнити й відправити запит",
        "description": ""
    },
    "pref_FillForm_desc": {
        "message": "Заповнити форму",
        "description": ""
    },
    "pref_FillingEntries_heading": {
        "message": "Заповнення записів",
        "description": "Heading for section of options panel which contains settings relating to how Kee behaves when filling entries into forms"
    },
    "pref_FillNote_desc": {
        "message": "Вгорі ви можете перевизначити поведінку Kee для окремих записів вашого менеджера паролів.",
        "description": "Tells user that the settings nearby are global/default and they are able to override on a per-entry basis via Kee Vault or KeePass."
    },
    "pref_FillPrompt_desc": {
        "message": "Заповнити запит",
        "description": ""
    },
    "pref_FindingEntries_heading": {
        "message": "Пошук записів",
        "description": "Heading for section of options panel which contains settings relating to how Kee behaves when finding entries for a website"
    },
    "pref_Logging_heading": {
        "message": "Журнал",
        "description": "The output of text information that reports on the inner-workings of Kee."
    },
    "pref_SavingEntries_heading": {
        "message": "Збереження записів",
        "description": "Heading for section of options panel which contains settings relating to how Kee behaves when saving new entries"
    },
    "pref_autoFillFormsWithMultipleMatches_label": {
        "message": "Форми з кількома відповідними записами повинні бути автоматично заповнені та відправлені",
        "description": ""
    },
    "pref_keePassDBToOpen_label": {
        "message": "При відкритті чи вході в KeePass, використовувати цей файл бази даних",
        "description": ""
    },
    "pref_keePassRPCPort_label": {
        "message": "З'єднуватись з KeePass, використовуючи цей порт TCP/IP",
        "description": ""
    },
    "pref_keePassRPCPortWarning_label": {
        "message": "Зверніть увагу: зміна налаштувань KeePass.config або Kee може порушити зв'язок з KeePass",
        "description": "Displayed to the user near the setting for changing the KeePassRPC port"
    },
    "pref_listAllOpenDBs_label": {
        "message": "Показувати записи з усіх відкритих баз даних Kee Vault і KeePass",
        "description": ""
    },
    "pref_logLevel_desc": {
        "message": "Налаштуйте деталізацію журналу. Кожен вищий рівень журналу містить більше подробиць.",
        "description": ""
    },
    "pref_logLevelDebugging_label": {
        "message": "Зневадження",
        "description": "Logging level for the most verbose information about Kee's operation"
    },
    "pref_logLevelInformation_label": {
        "message": "Інформація",
        "description": "Logging level for important information about Kee's operation"
    },
    "pref_logLevelWarnings_label": {
        "message": "Попередження",
        "description": "Logging level for potential problems"
    },
    "pref_logLevelErrors_label": {
        "message": "Помилки",
        "description": "Logging level for problems"
    },
    "pref_notifyBarRequestPasswordSave_label": {
        "message": "Пропонувати зберігати паролі",
        "description": ""
    },
    "pref_notifyWhenEntryUpdated_label": {
        "message": "Показувати сповіщення \"Пароль успішно оновлено\"",
        "description": "Option to enable or diable the information displayed when a password has been updated"
    },
    "pref_rememberMRUDB_label": {
        "message": "Пам'ятати останню використану базу даних Kee Vault або KeePass",
        "description": ""
    },
    "pref_rememberMRUGroup_label": {
        "message": "Пам'ятати групу, в яку ви востаннє зберігали дані",
        "description": "Whether Kee will remember the name of the KeePass group most recently chosen by the user"
    },
    "pref_saveFavicons_label": {
        "message": "Зберігати піктограму веб-сайту (favicon)",
        "description": "Whether or not Kee will save the website's icon when a new entry is saved"
    },
    "pref_searchAllOpenDBs_label": {
        "message": "Пошук у всіх відкритих базах Kee Vault і KeePass",
        "description": ""
    },
    "pref_when_kee_chooses_standard_form_desc": {
        "message": "Коли Kee обирає відповідний запис для стандартної форми, він повинен",
        "description": "Context/label for user when changing setting relating to auto-fill/submit behaviour. A list of potential actions will be displayed immediately after this string and the user can select their preferred behaviour from that list."
    },
    "pref_when_user_chooses_desc": {
        "message": "Коли ви обираєте відповідний запис, Kee повинен",
        "description": "Context/label for user when changing setting relating to manual fill/submit behaviour. A list of potential actions will be displayed immediately after this string and the user can select their preferred behaviour from that list."
    },
    "site_options_invisible_tip_desc": {
        "message": "Зверніть увагу: Імена та ідентифікатори можуть не відповідати тому, що ви бачите на сторінці (вони встановлені в програмному коді сторінки)",
        "description": "Explains that the configuration settings might not be what the casual user expects"
    },
    "site_options_list_explain_desc": {
        "message": "Якщо форма відповідає запису з білого списку, Kee буде завжди намагатися заповнити її. Якщо форма відповідає запису з чорного списку, Kee ніколи не буде заповнювати її. Якщо форма відповідає записам з обох списків, Kee не буде її заповнювати.",
        "description": "Explains how Kee chooses which forms to fill in"
    },
    "pref_Finding_forms_heading": {
        "message": "Пошук форм",
        "description": "Settings heading for how Kee finds forms it is (or isn't) interested in filling in with entries from the password manager"
    },
    "site_options_valid_form_intro_desc": {
        "message": "Kee намагатиметься заповнити відповідними записами Kee Vault і KeePass всі форми, які містять поле вводу пароля. Ви можете змінити цю дію внизу.",
        "description": "Explains how Kee chooses which forms to fill in"
    },
    "text_field_id": {
        "message": "ID текстового поля",
        "description": ""
    },
    "text_field_name": {
        "message": "Назва текстового поля",
        "description": ""
    },
    "white_list": {
        "message": "Білий список",
        "description": "List of items that cause behaviour to be enabled if they match. For example, the list of names of form fields that force Kee to search for logins for the form containing that field."
    },
    "Help_Centre_Button_label": {
        "message": "Центр допомоги",
        "description": ""
    },
    "cancel": {
        "message": "Скасувати",
        "description": ""
    },
    "Logins_Context_Edit_Login_label": {
        "message": "Редагувати запис",
        "description": ""
    },
    "Menu_Button_copyNewPasswordToClipboard_label": {
        "message": "Генерувати новий пароль",
        "description": ""
    },
    "Menu_Button_fillCurrentDocument_label": {
        "message": "Знайти відповідні записи",
        "description": ""
    },
    "Menu_Button_options_label": {
        "message": "Налаштування",
        "description": "Link to the add-on's settings"
    },
    "Menu_Button_open_keepass_label": {
        "message": "Open KeePass",
        "description": "Action button to launch, unlock and/or focus KeePass"
    },
    "Menu_Button_open_kee_vault_label": {
        "message": "Open Kee Vault",
        "description": "Action button to launch, unlock and/or focus Kee Vault"
    },
    "Search_label": {
        "message": "Пошук...",
        "description": ""
    },
    "Search_tip": {
        "message": "Почніть вводити для показу відповідних записів",
        "description": ""
    },
    "PasswordProfilesExplanation_label": {
        "message": "Ви можете за бажанням створити інший, обравши профіль пароля внизу. Використовуйте Kee Vault або KeePass для створення нових профілів.",
        "description": ""
    },
    "change_field_explanation": {
        "message": "Kee також оновить піктограму веб-сайту (favicon) і будь-яку інформацію HTTP Auth Realm. Складніші модифікації будуть потребувати ручного редагування запису.",
        "description": ""
    },
    "change_field_status": {
        "message": "Обраний запис буде мати ім'я користувача, пароль та інші поля форми, які замінені щойно введеними вами значеннями.",
        "description": ""
    },
    "change_url_status": {
        "message": "Адреса (URL) веб-сторінки запису буде оновлена на останню відвідану.",
        "description": ""
    },
    "change_url_option_1": {
        "message": "Замінити URL-адресу запису (поля форми все одно будуть заповнюватись при відвідуванні старої адреси)",
        "description": ""
    },
    "change_url_option_2": {
        "message": "Замінити URL-адресу запису (повністю видалити стару адресу)",
        "description": ""
    },
    "change_url_option_3": {
        "message": "Зберегти стару адресу URL запису (поля форми все одно будуть заповнюватись при відвідуванні нової адреси)",
        "description": ""
    },
    "change_url_option_4": {
        "message": "Зберегти стару URL-адресу запису (не додавати нову адресу до запису)",
        "description": ""
    },
    "copy_password_label": {
        "message": "Копіювати пароль",
        "description": ""
    },
    "copy_username_label": {
        "message": "Копіювати ім'я користувача",
        "description": ""
    },
    "copy": {
        "message": "Копіювати",
        "description": "Prefixed before a field name and id to indicate to the user that when they click here the value for that field will be copied to the clipboard. Displayed before (left) of the field name with a space between this string and the field name."
    },
    "create": {
        "message": "Створити",
        "description": ""
    },
    "create_new_entry": {
        "message": "Створити новий запис",
        "description": "Create new entry"
    },
    "showing_options_for": {
        "message": "Показ налаштувань для",
        "description": "label for a group of radio buttons that allows the user to change the scope of the settings they are changing - e.g. all websites or just one specific website"
    },
    "all_websites": {
        "message": "Всі веб-сайти",
        "description": ""
    },
    "a_specific_website": {
        "message": "Певний веб-сайт",
        "description": ""
    },
    "current_website": {
        "message": "Поточний веб-сайт",
        "description": ""
    },
    "website": {
        "message": "Веб-сайт",
        "description": ""
    },
    "website_options_search_placeholder": {
        "message": "e.g. www.google.com",
        "description": "A placeholder for the search box where the user searches for the settings that apply to a specific website (per-site settings)"
    },
    "website_options_search_tooltip": {
        "message": "e.g. www.google.com (Do NOT include https:// or other protocols)",
        "description": "Tooltip/title for the search box where the user searches for the settings that apply to a specific website (per-site settings)"
    },
    "database_label": {
        "message": "База даних",
        "description": ""
    },
    "generatePassword_copied": {
        "message": "Новий пароль був скопійований до буферу.",
        "description": ""
    },
    "generatePassword_instructions": {
        "message": "Оберіть, який пароль створювати:",
        "description": ""
    },
    "generatePassword_done_1": {
        "message": "Пароль згенеровано.",
        "description": ""
    },
    "generatePassword_done_2": {
        "message": "Вставте його в поле нового пароля чи інше необхідне місце.",
        "description": ""
    },
    "group_label": {
        "message": "Група",
        "description": ""
    },
    "entry_history_pointer": {
        "message": "Ваш менеджер паролів має функцію відновлення. Знайдіть запис, після чого ви зможете переглянути історію змін і відновити попередню версію, якщо це необхідно.",
        "description": ""
    },
    "loggedIn_tip": {
        "message": "Ви увійшли в свою базу паролів '$1'",
        "description": "Tells the user they are logged into a Kee Vault or KeePass database (and gives its name, if any)"
    },
    "loggedInMultiple_tip": {
        "message": "Ви увійшли в бази паролів $1. Зараз активна '$2'.",
        "description": "Tells the user they have more than one KeePass database open and tells them which one is active/selected"
    },
    "matchedLogin_label": {
        "message": "$1 - $2",
        "description": "<username> <seperator> <entry title>"
    },
    "matchedLogin_tip": {
        "message": "$1 із групи $2 ($3)",
        "description": "Tooltip displayed over a matched login in the list of matched logins. Params: 1: entry title, 2: group name, 3: username"
    },
    "more_options": {
        "message": "Більше налаштувань",
        "description": ""
    },
    "multi_page_update_warning": {
        "message": "Багатосторінкові форми входу можуть також потребувати ручного редагування.",
        "description": ""
    },
    "noUsername_partial_tip": {
        "message": "немає імені користувача",
        "description": ""
    },
    "notifyBarLaunchKeePass_label": {
        "message": "Ви не увійшли в свою базу паролів.",
        "description": ""
    },
    "notifyBarLaunchKeePassButton_tip": {
        "message": "Для активації Kee, відкрийте Kee Vault або KeePass",
        "description": ""
    },
    "notifyBarLogSensitiveData_label": {
        "message": "УВАГА: Kee відслідковує ваші паролі! Якщо ви активували цю функцію випадково, вам слід вимкнути її негайно",
        "description": "Displayed only when an advanced setting is potentially mistakenly or maliciously reconfigured"
    },
    "notifyBarLoginToKeePassButton_tip": {
        "message": "Розблокуйте свою базу паролів для активації Kee",
        "description": ""
    },
    "notifyBarNeverForSiteButton_label": {
        "message": "Ніколи для цього сайту",
        "description": "Button user can click to quickly set the configuraiton option to prevent Kee from asking if they want to save a new password on this site"
    },
    "save": {
        "message": "Зберегти",
        "description": ""
    },
    "password_successfully_updated": {
        "message": "Пароль успішно оновлено.",
        "description": ""
    },
    "saveMultiPagePasswordText": {
        "message": "Ви хочете щоб Kee зберіг цей багатосторінковий пароль?",
        "description": ""
    },
    "savePasswordLogin_tip": {
        "message": "Ім'я користувача: $1. Адреса веб-сайту (URL): $2",
        "description": ""
    },
    "savePasswordText": {
        "message": "Ви хочете щоб Kee зберіг цей пароль?",
        "description": ""
    },
    "search_again": {
        "message": "Шукати знову",
        "description": ""
    },
    "update": {
        "message": "Оновити",
        "description": ""
    },
    "update_existing_entry": {
        "message": "Оновити наявний запис",
        "description": ""
    },
    "whichEntry_label": {
        "message": "Оберіть запис...",
        "description": ""
    },
    "close": {
        "message": "Закрити",
        "description": "Action user can click on to close/dismiss a panel or other user interface element"
    },
    "autoclose_countdown": {
        "message": "Автоматично закривати через $1 секунд",
        "description": "Label for a user interface element which allows the user to disable the auto-close functionality. Also tells the user how many seconds are remaining before the auto-close functionality triggers."
    },
    "autoclose_cancelled": {
        "message": "Автоматичне закриття скасовано",
        "description": "Tells the user that the panel auto-close functionality has been disabled for this panel."
    },
    "add": {
        "message": "Додати",
        "description": "Action button for user to add an item to a collection. E.g. add an entry to the list of site-specific settings overrides"
    },
    "edit": {
        "message": "Змінити",
        "description": "Action button for user to edit an item within a collection. E.g. edit an entry within the list of site-specific settings overrides"
    },
    "delete": {
        "message": "Видалити",
        "description": "Action button for user to delete an item within a collection. E.g. delete an entry within the list of site-specific settings overrides"
    },
    "site_specific_settings_checkbox_explanation": {
        "message": "Налаштування з \"Всі веб-сайти\" застосовуються до всіх розділів внизу, якщо ви не увімкнете налаштування за допомогою прапорця навпроти нього.",
        "description": "Explains to the user how the site-specific settings can be enabled and what happens in the default situation"
    },
    "site_properties": {
        "message": "Властивості сайту",
        "description": "Site properties"
    },
    "enter_valid_regex": {
        "message": "Введіть правильний Regex чи оберіть інший тип",
        "description": "Validation error message displayed to user when they have configured the properties of a site specific configuration to be a regular expression (Regex) but supplied a website value that is not a valid regex"
    },
    "site_properties_weight_warning": {
        "message": "Якщо ви будете користуватися цією розширеною можливістю, вам слід ретельно перевіряти вплив інших конфігурацій.",
        "description": "Warning to users that the match weighting feature of site-specific config is an advanced feature"
    },
    "target": {
        "message": "Ціль",
        "description": "For differentiating which part of a URL will be matched - e.g domain, hostname or complete page address"
    },
    "method": {
        "message": "Спосіб",
        "description": "For differentiating how a text string will be matched - e.g exact, prefix or regex"
    },
    "weight": {
        "message": "Вплив",
        "description": "A number that can be compared to others in order to decide which associated configuration takes precendence."
    },
    "yes": {
        "message": "Так",
        "description": "Yes"
    },
    "no": {
        "message": "Ні",
        "description": "No"
    },
    "site_specific_settings_inherit": {
        "message": "Використовувати таке саме налаштування, як і для всіх веб-сайтів",
        "description": "Option for user to say that they want to use whatever the setting is for the top-level settings for all websites, rather than overriding it with a setting for this specific site."
    },
    "password": {
        "message": "Пароль",
        "description": "Amazingly, didn't have a need for this translation until v2.0 ;-)"
    },
    "conn_setup_client_sl_low_resolution": {
        "message": "З'єднання з високим рівнем безпеки",
        "description": "Button that will change the security level Kee attempts to use when connecting to the KeePassRPC server."
    },
    "learn_more": {
        "message": "Дізнатись більше",
        "description": "Action/button/link to send the user to somewhere that they can read more about a topic/concept"
    },
    "dont_show_again": {
        "message": "Не показувати повідомлення знову",
        "description": "Button user can click on to cause a message to hide and not reappear"
    },
    "upgrade_kee": {
        "message": "Оновити Kee",
        "description": "Button user can click on to load a web page with instructions on how to upgrade Kee"
    },
    "pref_when_one_matching_network_login": {
        "message": "Коли Kee знаходить лише один відповідний запис мережі (н-д, HTTP Auth), автоматично входити",
        "description": "When the user selects this option, they will be shown the popup dialog with all matching entries for network authentication, unless there is only one match. If not enabled, the user will always see the list of matching logins."
    },
    "network_authentication": {
        "message": "Авторизація мережі",
        "description": "Heading for popup dialog displayed when HTTP Auth or a proxy requires authentication."
    },
    "network_auth_proxy_description": {
        "message": "Проксі вимагає про авторизацію для доступу до $1",
        "description": "Instructions for popup dialog displayed when a proxy requires authentication."
    },
    "network_auth_http_auth_description": {
        "message": "Веб-сайт вимагає про авторизацію для доступу до $1. Повідомлення сайту: $2",
        "description": "Instructions for popup dialog displayed when a site requires authentication using HTTP Auth."
    },
    "network_auth_choose": {
        "message": "Оберіть запис зі списку внизу, або закрийте це вікно, щоб ввести необхідну інформацію вручну.",
        "description": "Instructions for popup dialog displayed when a site or proxy requires network authentication."
    },
    "save_login": {
        "message": "Зберегти запис",
        "description": "Heading for panel that allows user to create or update a new login entry"
    },
    "saveLatestLogin": {
        "message": "Зберегти останній вхід",
        "description": "Action link for user to click (e.g. from the browser popup or a context menu) when they want to save the most recently submitted data as a new entry"
    },
    "welcome_to_kee": {
        "message": "Вітаємо в Kee",
        "description": "Header for release notes page. Will have a version suffix added to it. E.g. Welcome to Kee 2.0"
    },
    "introduction_to_kee": {
        "message": "Kee automatically fills login forms to save you time and protect you from security risks.",
        "description": "Top-level description of what Kee does. Focuses on the most obvious/desirable features that are specific to Kee, rather than generic to the concept of a password manager."
    },
    "kee_works_with_a_password_manager": {
        "message": "The credentials Kee enters for you are stored securely in a password manager behind a single \"master password\".",
        "description": "Explains that Kee stores passwords in a password manager that user's access through a single password."
    },
    "recommend_start_with_kee_vault": {
        "message": "We recommend trying out the Kee Vault password manager 14 day free trial. It's only £2 per month after the trial and does not require payment details when you sign up so is risk free.",
        "description": "Recommend the quick and easy option for new users to increase likelihood of long-term usage of a password manager."
    },
    "load_kee_vault_now": {
        "message": "Load Kee Vault now",
        "description": "Call To Action button text. On click, the Kee Vault app will load and focus in a new tab."
    },
    "you_can_use_KeePass_instead": {
        "message": "Alternatively, you can choose to configure KeePass Password Safe 2 instead.",
        "description": "Explains that Kee also works with KeePass so they can choose to configure that if they prefer to avoid all financial expenditure."
    },
    "table_summarises_differences": {
        "message": "The table below summarises the main differences.",
        "description": "Introduces the summary table that will help users choose a password manager to start with."
    },
    "installation_required": {
        "message": "Installation required",
        "description": "States that the user will need to install components on their computer"
    },
    "access_from_multiple_devices": {
        "message": "Access from multiple desktop and mobile devices",
        "description": "Covers web browsers and mobiles, laptops, tablets, etc."
    },
    "shared_preferences": {
        "message": "Shared preferences",
        "description": "Labels the process of synchronising browser extension and password manager configuration options/preferences across multiple locations."
    },
    "yes_configure_once": {
        "message": "Yes, configure once",
        "description": "Supports synchronising browser extension and password manager configuration options/preferences"
    },
    "no_configure_multiple": {
        "message": "No, configure on every web browser or device you use",
        "description": "Does not support synchronising browser extension and password manager configuration options/preferences"
    },
    "difficulty": {
        "message": "Difficulty",
        "description": "Header for release notes page. Will have a version suffix added to it. E.g. Welcome to Kee 2.0"
    },
    "difficulty_kee_vault": {
        "message": "Easy",
        "description": "Indicates that it is easy to get started with Kee Vault"
    },
    "difficulty_keepass": {
        "message": "Medium (Hard on Mac computers)",
        "description": "Indicates that more work is required to get started with KeePass"
    },
    "keepass_sync_config_explanation": {
        "message": "For KeePass, a partial solution for multi-device access can be manually configured using 3rd party services, some of which charge a fee. Each device must be prepared and configured in advance.",
        "description": "Header for release notes page. Will have a version suffix added to it. E.g. Welcome to Kee 2.0"
    },
    "point_user_to_keepass_install_instructions_start": {
        "message": "Instructions for installing and configuring KeePass and the required KeePassRPC.plgx plugin can be found on our",
        "description": "Left part of a sentence that contains a link to the community forum in the middle. For new installations"
    },
    "point_user_to_keepass_install_instructions_end": {
        "message": ".",
        "description": "Right part of a sentence that contains a link to the community forum in the middle. For new installations"
    },
    "point_user_to_tutorial_link_text": {
        "message": "інтерактивного знайомства",
        "description": "Name of the link to the interactive tutorial page"
    },
    "point_user_to_forum_link_text": {
        "message": "форумі спільноти",
        "description": "Name of the link to the community forum"
    },
    "notification_raised_title": {
        "message": "Kee має для вас сповіщення",
        "description": "Title of a transient native notification displayed on the user's screen to alert them to a notification in the Kee browser action popup."
    },
    "notification_yellow_background": {
        "message": "При появі нового сповіщення фон піктограми Kee стає жовтим.",
        "description": "Part of the message within a transient native notification displayed on the user's screen to alert them to a notification in the Kee browser action popup."
    },
    "notification_only_shown_some_times": {
        "message": "Це додаткове сповіщення буде показуватись лише інколи.",
        "description": "Appended to the message of a transient native notification displayed on the user's screen when we show the message only a handful of times before assuming they have learnt the contents of the message."
    },
    "notification_save_password_tip": {
        "message": "Натисніть на піктограму Kee у вашій панелі, після чого оберіть \"Зберегти останній вхід\"",
        "description": "Part of the message within a transient native notification displayed on the user's screen to tell them how to save a password (especially important for those upgrading from KeeFox since the behaviour has changed)"
    },
    "loading": {
        "message": "Завантаження...",
        "description": "Holding message to be displayed when Kee has to display something to the user to indicate that the requested information or interface element will be displayed shortly."
    },
    "version_upgrade_heading_changes": {
        "message": "Зміни у версії",
        "description": "Heading for the list of changes in a version of Kee. A space and the current version number will be suffixed at the end of this string."
    },
    "pref_currentSearchTermTimeout_label": {
        "message": "Стерти результати пошуку через (секунд)",
        "description": "Setting label to adjust how long the search text a user typed will remain cached, essentially persisting the popup search results for a short time."
    },
    "other_technical_improvements": {
        "message": "Other technical improvements",
        "description": "Heading for the list of additional technical changes in a version of Kee. The changes themselves may be too technical to be worth translating but it's useful if the user knows what the section of the page is about."
    },
    "new_license": {
        "message": "New License",
        "description": "Heading for text that explains we have a new source code license"
    },
    "reliability_improvements": {
        "message": "Reliability improvements",
        "description": "Heading for text that explains we have made improvements to the reliability of some aspect of Kee"
    },
    "google_chrome_release": {
        "message": "Google Chrome release",
        "description": "Heading for text that explains we are about to release a stable version for the Google Chrome browser"
    },
    "new_icon": {
        "message": "New icon",
        "description": "Heading for text that explains we have a new icon / branding"
    },
    "new_license_text": {
        "message": "Version 3 of the Kee extension is released with a newer type of Open Source license - AGPLv3 - which brings it into line with all the software we release. While not typically affecting your rights to use the free software on a day to day basis, the change (from GPLv2) may have legal implications in some situations so we must therefore recommend that you review the new license. If you determine that you do not accept the new license, you can continue using the older versions of the software under the old license in perpetuity.",
        "description": "Explains we have a new source code license"
    },
    "reliability_improvements_text1": {
        "message": "We've improved the link between the web browser and each individual page you load, resulting in more reliable features like form filling.",
        "description": "Explains we have made improvements to the reliability of the link between the main browser process and the content page processes"
    },
    "reliability_improvements_text2": {
        "message": "We've improved the detection of form submit buttons. This means more successful form submission on some websites such as the Google sign-in page.",
        "description": "Explains we have made improvements to the reliability of detection of form submit buttons"
    },
    "google_chrome_release_text": {
        "message": "When the stable version of Kee v3.0 is released soon, we will promote the Google Chrome version of the extension out of the Beta testing period it has been in for just over a year.",
        "description": "Explains we are about to release a stable version for the Google Chrome browser"
    },
    "new_icon_text": {
        "message": "We have a shiny new modern icon which we hope you like. This is also discussed in the Kee Vault forum post linked to above.",
        "description": "Explains we have a new icon / branding"
    },
    "kee_vault_announcement_1": {
        "message": "Kee Vault is a new open source password manager. It runs in your web browser so no installation is necessary.",
        "description": "Introduction to what Kee Vault is"
    },
    "kee_vault_announcement_2": {
        "message": "It works on any modern device or web browser, even when offline. After importing your existing KeePass database you can access your Kee Vault from everywhere, with your changes and configuration preferences automatically sent to each of your devices and browsers.",
        "description": "Outlines a few benefits of Kee Vault compared to KeePass"
    },
    "kee_vault_announcement_3": {
        "message": "Kee version 3.0 lets you use Kee Vault in place of the desktop KeePass application, with support for all the existing Kee features such as form filling and saving, searching and password generation.",
        "description": "Explains that Kee v3 works with Kee Vault"
    },
    "kee_vault_announcement_4": {
        "message": "Kee Vault is almost ready to launch as a public beta and I'm delighted to offer all existing Kee users an opportunity to get early access before this happens!",
        "description": "Announces the pre-release availability of Kee Vault"
    },
    "kee_vault_announcement_5": {
        "message": "Read more and register for early access",
        "description": "Call To Action pointing users to the Kee Vault announcement on the forum and the subsequent registration of interest in the early access phase of the Kee Vault service"
    },
    "showEntry": {
        "message": "Show Entry",
        "description": "Show the edit entry view. Same as 'Edit Entry' but used in contexts where user is not wanting/expecting to edit the entry."
    },
    "KB_shortcut_simple_2_desc": {
        "message": "Увійти в менеджер паролів / Обрати відповідний запис / Показати список відповідних логінів",
        "description": "Description of keyboard shortcut setting for the primary action - exact behaviour depends on state when executed"
    }
}