{
    "black_list": {
        "message": "Schwarze Liste",
        "description": "List of items that cause behaviour to be disabled if they match. For example, the list of names of form fields that prevent Kee from searching for logins for the form containing that field."
    },
    "conn_display_description": {
        "message": "Ein Browser-Add-on, dass eine sichere und automatische Anmeldung zu den meisten Webseiten ermöglicht.",
        "description": "A brief description of Kee that gets presented to users to help them decide if they want to allow the connection to KeePass to be permitted."
    },
    "conn_invalid_message": {
        "message": "Kee sendete einen ungültigen Befehl zu Ihrer Passwort-Datenbank.",
        "description": "A form of internal technical error. This can help user's to identify the type of problem they are experiencing."
    },
    "conn_setup_client_sl_low": {
        "message": "Kee bat um ein Sicherheitsniveau, dass für die Akzeptierung durch den Passwort-Server zu niedrig war. Sie müssen zur Verwendung eines höheren Sicherheitsniveaus den Authentifizierungsprozess neu starten.",
        "description": ""
    },
    "conn_setup_enter_password_title": {
        "message": "Kee-Autorisation",
        "description": "Heading of the popup that asks the user to authorise the connection to KeePass by typing in a password."
    },
    "conn_setup_enter_password": {
        "message": "Bitte geben Sie das Passwort aus dem \"Authorise a new connection\"-Fenster ein. Sie müssen sich dieses Passwort nicht merken. Wenn Sie dabei einen Fehler machen, können Sie es zeitnah noch mal versuchen.",
        "description": ""
    },
    "conn_setup_expired": {
        "message": "Sie nutzten den gleichen Sicherheitsschlüssel zu lange.",
        "description": "The KeePassRPC server has detected that the secret key used for communication has expired and the user must therefore re-authenticate."
    },
    "conn_setup_failed": {
        "message": "Kee wurde die Verbindung nicht erlaubt, weil wahrscheinlich das eingegebene Verbindungspasswort falsch ist.",
        "description": "The most likely cause for this error is that the user typed in the wrong password. Otherwise it's likely to be a bug in the KPRPC protocol, which we would have expected to see some evidence of over the past 5 years."
    },
    "conn_setup_invalid_param": {
        "message": "Kee liefert einen ungültigen Parameter. Weitere Informationen folgen: $1",
        "description": "This probably indicates a bug in Kee - we sent something to KeePassRPC that it wasn't expecting."
    },
    "conn_setup_missing_param": {
        "message": "Kee konnte einen erforderlichen Parameter nicht übertragen. Weitere Informationen folgen: $1",
        "description": "This probably indicates a bug in Kee - we failed to send some information to KeePassRPC that it required."
    },
    "conn_setup_restart": {
        "message": "Kee muss den Autorisationsprozess neu starten.",
        "description": "A technical error occurred during the attempt to authorise the link between Kee and KeePassRPC so we need to notify the user that they will need to re-authenticate"
    },
    "conn_setup_retype_password": {
        "message": "Bitte bei Aufforderung ein neues Passwort eingeben.",
        "description": "The user needs to re-authorise the connection to KeePass by typing in the new KeePassRPC password they're being shown by KeePass."
    },
    "conn_setup_server_sl_low": {
        "message": "Kee hat die Verbindung zum Passwort-Server aufgrund eines zu niedrigen Sicherheitsniveaus abgelehnt. Sie müssen zur Verwendung eines höheren Sicherheitsniveaus den Authentifizierungsprozess neu starten.",
        "description": ""
    },
    "conn_setup_client_features_missing": {
        "message": "Kee muss für den Zugriff auf KeePass Password Safe aktualisiert werden. Stellen Sie sicher, dass Sie die aktuelle Version des Browser-Add-ons nutzen.",
        "description": "The KeePassRPC server requires features from Kee that this version does not contain."
    },
    "conn_setup_server_features_missing": {
        "message": "Ihr Passwortmanager muss aktualisiert werden, damit Kee eine Verbindung herstellen kann. Laden Sie die Kee Vault-Webseite erneut und/oder stellen Sie sicher, dass Sie die aktuelle Version des KeePassRPC-Plug-ins verwenden. Folgen Sie den einfachen Schritten unter $1",
        "description": "The KeePassRPC server does not offer some features that this version of Kee requires."
    },
    "conn_sl_high_label": {
        "message": "Beim Start meines Webbrowsers oder von KeePass jedes Mal nach einem neuen Verbindungspasswort fragen",
        "description": "Checkbox label to enable high security connection mode when authorising a connection to KeePassRPC"
    },
    "conn_sl_high": {
        "message": "Hoch",
        "description": ""
    },
    "conn_sl_low": {
        "message": "Niedrig",
        "description": ""
    },
    "conn_sl_medium": {
        "message": "Mittel",
        "description": ""
    },
    "conn_sl_server_min_desc": {
        "message": "Dies ermöglicht es Ihnen, die Kee-Verbindung zu KeePass zu verhindern, wenn das Sicherheitsniveau zu niedrig eingestellt ist. Beachten Sie die Optionen innerhalb von KeePass, welches das tatsächlich verwendete Sicherheitsniveau von KeePass zeigt.",
        "description": ""
    },
    "conn_sl_server_min": {
        "message": "Niedrigstes akzeptables KeePass-Sicherheitsniveau",
        "description": ""
    },
    "conn_sl_desc": {
        "message": "Ändern Sie zur Überwachung der Kommunikationsverbindung zwischen Ihrem Webbrowser und KeePass die unten stehenden Einstellungen. Bevor Sie diese Einstellungen ändern, stellen Sie bitte sicher, dass Sie die entsprechenden Hilfeseiten gelesen haben.",
        "description": ""
    },
    "conn_sl_link": {
        "message": "Lernen Sie mehr über diese Einstellungen und die Kommunikation zwischen Ihrem Webbrowser und KeePass in der Anleitung.",
        "description": "Link text to guide user to the manual to get more information about the security of the link to KeePass."
    },
    "conn_unknown_error": {
        "message": "Ein unerwarteter Fehler ist beim Verbindungsversuch mit Ihrer Passwort-Datenbank aufgetreten.",
        "description": "Something went wrong with the KeePassRPC link but we have no idea what."
    },
    "conn_unknown_protocol": {
        "message": "Kee liefert ein ungültiges Protokoll.",
        "description": "Technical error in the communication between Kee and KeePassRPC. Not clear how user could resolve this or if they'll ever see it but it might happen."
    },
    "form_id": {
        "message": "Formular-ID",
        "description": ""
    },
    "form_name": {
        "message": "Formularname",
        "description": ""
    },
    "further_info_may_follow": {
        "message": "Weitere Informationen werden folgen: $1",
        "description": "Phrase used to prefix extra information about a variety of different messages that may or may not be available in the replacement string, usually relating to technical errors and often rendered in the Kee log rather than in a user-facing place."
    },
    "matched_logins_label": {
        "message": "Passende Log-ins...",
        "description": "Header for panels/sections that contain the logins which Kee matched for this page/form"
    },
    "pref_Advanced_heading": {
        "message": "Erweitert",
        "description": ""
    },
    "pref_ConnectionSecurity_heading": {
        "message": "Verbindungssicherheit",
        "description": "Heading for panel that contains settings for the security of the connection between Kee and KeePass."
    },
    "pref_ConnectionSecurity_explain_change": {
        "message": "Manchmal wird eine Änderung der unten aufgeführten Einstellungen dazu führen, dass Kee Sie nach einem neuen zufälligen Passwort fragt. Sie müssen das richtige Passwort nicht eingeben, um diese Einstellungen zu ändern. Einfach anpassen und den Button oben betätigen.",
        "description": "Explains what happens if user changes settings for the security of the connection between Kee and KeePass."
    },
    "srp_connect": {
        "message": "Verbinden",
        "description": "Button action to authorise the connection between Kee and KeePassRPC. Displayed when the user has entered a password and not changed any connection security settings."
    },
    "srp_save_connect": {
        "message": "Speichern und verbinden",
        "description": "Button action to authorise the connection between Kee and KeePassRPC and save new connection options. Displayed when the user has entered a password and changed connection security settings."
    },
    "pref_DoNothing_desc": {
        "message": "nichts machen",
        "description": "Label for configuring Kee to take no action. Specific context may vary but will relate to auto filling and/or submitting"
    },
    "pref_FillAndSubmitForm_desc": {
        "message": "das Formular ausfüllen und absenden",
        "description": ""
    },
    "pref_FillAndSubmitPrompt_desc": {
        "message": "das Formular ausfüllen und absenden",
        "description": ""
    },
    "pref_FillForm_desc": {
        "message": "das Formular ausfüllen",
        "description": ""
    },
    "pref_FillingEntries_heading": {
        "message": "Einträge ausfüllen",
        "description": "Heading for section of options panel which contains settings relating to how Kee behaves when filling entries into forms"
    },
    "pref_FillPrompt_desc": {
        "message": "Anmeldeformular ausfüllen",
        "description": ""
    },
    "pref_FindingEntries_heading": {
        "message": "Einträge finden",
        "description": "Heading for section of options panel which contains settings relating to how Kee behaves when finding entries for a website"
    },
    "pref_Logging_heading": {
        "message": "Fehlerbericht schreiben",
        "description": "The output of text information that reports on the inner-workings of Kee."
    },
    "pref_SavingEntries_heading": {
        "message": "Eintrag speichern",
        "description": "Heading for section of options panel which contains settings relating to how Kee behaves when saving new entries"
    },
    "pref_autoFillFormsWithMultipleMatches_label": {
        "message": "Führen Sie diese automatische Aktion auch dann durch, wenn mehrere passende Einträge gefunden werden.",
        "description": "In reference to the Automatic form filling option, this checkbox option allows the user to say whether they want their selected action to be taken even when there is more than one matching entry."
    },
    "pref_keePassDBToOpen_label": {
        "message": "Beim Öffnen oder Anmelden in KeePass diese Datenbank verwenden",
        "description": ""
    },
    "pref_keePassRPCPort_label": {
        "message": "Mit KeePass über diesen TCP/IP-Port kommunizieren",
        "description": ""
    },
    "pref_keePassRPCPortWarning_label": {
        "message": "Hinweis: Ändern Sie diese Einstellung auch in der Datei KeePass.config.xml, sonst wird Kee nicht immer mit KeePass kommunizieren können.",
        "description": "Displayed to the user near the setting for changing the KeePassRPC port"
    },
    "pref_listAllOpenDBs_label": {
        "message": "Log-in-Daten aller geöffneten Kee Vault- und KeePass-Datenbanken auflisten",
        "description": ""
    },
    "pref_logLevel_desc": {
        "message": "Wählen Sie, wie ausführlich das Log sein soll. Ein höherer Level produziert mehr Ausgaben.",
        "description": ""
    },
    "pref_logLevelDebugging_label": {
        "message": "Fehlersuche",
        "description": "Logging level for the most verbose information about Kee's operation"
    },
    "pref_logLevelInformation_label": {
        "message": "Information",
        "description": "Logging level for important information about Kee's operation"
    },
    "pref_logLevelWarnings_label": {
        "message": "Warnungen",
        "description": "Logging level for potential problems"
    },
    "pref_logLevelErrors_label": {
        "message": "Fehler",
        "description": "Logging level for problems"
    },
    "pref_notifyBarRequestPasswordSave_label": {
        "message": "Passwortspeicherung anbieten",
        "description": ""
    },
    "pref_notifyWhenEntryUpdated_label": {
        "message": "Benachrichtigung \"Passwort erfolgreich aktualisiert\" anzeigen",
        "description": "Option to enable or disable the information displayed when a password has been updated"
    },
    "pref_animateWhenOfferingSave_label": {
        "message": "Bei Speichermöglichkeit eines Eintrags das Kee-Icon animieren",
        "description": "Option to enable or disable the animation of the Kee icon that displays when an entry is available for saving from the main popup panel"
    },
    "pref_rememberMRUDB_label": {
        "message": "Zuletzt verwendete Kee Vault- oder KeePass-Datenbanken speichern",
        "description": ""
    },
    "pref_rememberMRUGroup_label": {
        "message": "Die beim Speichern am häufigsten verwendete Gruppe merken",
        "description": "Whether Kee will remember the name of the KeePass group most recently chosen by the user"
    },
    "pref_saveFavicons_label": {
        "message": "Webseiten-Symbol (Favicon) speichern",
        "description": "Whether or not Kee will save the website's icon when a new entry is saved"
    },
    "pref_searchAllOpenDBs_label": {
        "message": "Alle offenen Kee Vault- und KeePass-Datenbanken durchsuchen",
        "description": ""
    },
    "pref_when_kee_chooses_standard_form_desc": {
        "message": "Wenn Kee passende Log-in-Daten für ein Standardformular wählt, dann soll Kee",
        "description": "Context/label for user when changing setting relating to auto-fill/submit behaviour. A list of potential actions will be displayed immediately after this string and the user can select their preferred behaviour from that list."
    },
    "pref_when_user_chooses_desc": {
        "message": "Wenn Sie passende Log-in-Daten auswählen, dann soll Kee",
        "description": "Context/label for user when changing setting relating to manual fill/submit behaviour. A list of potential actions will be displayed immediately after this string and the user can select their preferred behaviour from that list."
    },
    "site_options_invisible_tip_desc": {
        "message": "Hinweis: Die Namen und IDs sind manchmal nicht dieselben wie die angezeigten Beschreibungen auf der Webseite. Diese sind im Quellcode der Webseite.",
        "description": "Explains that the configuration settings might not be what the casual user expects"
    },
    "site_options_list_explain_desc": {
        "message": "Wenn ein Formular zu einem Eintrag in der weißen Liste passt, wird Kee immer versuchen, diese zu füllen. Wenn ein Formular zu einem Eintrag in der schwarzen Liste passt, wird Kee niemals versuchen, diese zu füllen. Wenn der Eintrag zu beiden Listen passt, wird Kee diese nicht füllen.",
        "description": "Explains how Kee chooses which forms to fill in"
    },
    "pref_Finding_forms_heading": {
        "message": "Formulare finden",
        "description": "Settings heading for how Kee finds forms it is (or isn't) interested in filling in with entries from the password manager"
    },
    "site_options_valid_form_intro_desc": {
        "message": "Kee wird versuchen, übereinstimmende Kee Vault- und KeePass-Einträge für alle Formulare zu füllen, die ein Passwortfeld (Box) haben. Sie können dieses Verhalten unten anpassen.",
        "description": "Explains how Kee chooses which forms to fill in"
    },
    "text_field_id": {
        "message": "Textfeld-ID",
        "description": ""
    },
    "text_field_name": {
        "message": "Textfeld-Name",
        "description": ""
    },
    "white_list": {
        "message": "Weiße Liste",
        "description": "List of items that cause behaviour to be enabled if they match. For example, the list of names of form fields that force Kee to search for logins for the form containing that field."
    },
    "Help_Centre_Button_label": {
        "message": "Hilfe-Zentrum",
        "description": ""
    },
    "cancel": {
        "message": "Abbrechen",
        "description": ""
    },
    "Logins_Context_Edit_Login_label": {
        "message": "Log-in-Daten bearbeiten...",
        "description": ""
    },
    "Menu_Button_copyNewPasswordToClipboard_label": {
        "message": "Neues Passwort generieren...",
        "description": ""
    },
    "Menu_Button_fillCurrentDocument_label": {
        "message": "Passende Log-in-Daten finden",
        "description": ""
    },
    "Menu_Button_options_label": {
        "message": "Einstellungen",
        "description": "Link to the add-on's settings"
    },
    "Menu_Button_open_keepass_label": {
        "message": "KeePass öffnen",
        "description": "Action button to launch, unlock and/or focus KeePass"
    },
    "Menu_Button_open_kee_vault_label": {
        "message": "Kee Vault öffnen",
        "description": "Action button to launch, unlock and/or focus Kee Vault"
    },
    "Search_label": {
        "message": "Suchen...",
        "description": ""
    },
    "Search_tip": {
        "message": "Mit dem Tippen beginnen, um die passenden Anmeldungen anzuzeigen",
        "description": ""
    },
    "PasswordProfilesExplanation_label": {
        "message": "Optional können Sie unten ein anderes Passwort-Profil erstellen. Kee Vault oder KeePass zum Speichern neuer Profile verwenden.",
        "description": ""
    },
    "change_field_explanation": {
        "message": "Kee wird auch das Webseiten-Symbol (Favicon) und jede HTTP-Auth-Realm-Information aktualisieren. Komplexere Änderungen erfordern, dass Sie den Eintrag manuell bearbeiten.",
        "description": ""
    },
    "change_field_status": {
        "message": "Der ausgewählte Eintrag wird alle Nutzernamen, Passwörter und andere Felder mit den von Ihnen eingegebenen Werten ersetzen.",
        "description": ""
    },
    "change_url_status": {
        "message": "Die Webadresse (URL) dieses Eintrages wird mit der letzten URL aktualisiert.",
        "description": ""
    },
    "change_url_option_1": {
        "message": "Ersetzt die URL des Eintrages (füllt aber weiterhin Formulare auf der alten URL aus)",
        "description": ""
    },
    "change_url_option_2": {
        "message": "Ersetzt die URL des Eintrages (löscht die alte URL komplett)",
        "description": ""
    },
    "change_url_option_3": {
        "message": "Behält die alte URL des Eintrages (füllt aber weiterhin Formulare auf der neuen URL aus)",
        "description": ""
    },
    "change_url_option_4": {
        "message": "Alte URL des Eintrages behalten (neue URL nicht zum Eintrag hinzufügen)",
        "description": ""
    },
    "copy_password_label": {
        "message": "Passwort kopieren",
        "description": ""
    },
    "copy_username_label": {
        "message": "Benutzernamen kopieren",
        "description": ""
    },
    "copy": {
        "message": "Kopieren",
        "description": "Prefixed before a field name and id to indicate to the user that when they click here the value for that field will be copied to the clipboard. Displayed before (left) of the field name with a space between this string and the field name."
    },
    "create": {
        "message": "Erstellen",
        "description": ""
    },
    "create_new_entry": {
        "message": "Neuen Eintrag erstellen",
        "description": "Create new entry"
    },
    "showing_options_for": {
        "message": "Optionen anzeigen für",
        "description": "label for a group of radio buttons that allows the user to change the scope of the settings they are changing - e.g. all websites or just one specific website"
    },
    "all_websites": {
        "message": "Alle Webseiten",
        "description": ""
    },
    "a_specific_website": {
        "message": "Eine spezifische Webseite",
        "description": ""
    },
    "current_website": {
        "message": "Aktuelle Webseite",
        "description": ""
    },
    "website": {
        "message": "Webseite",
        "description": ""
    },
    "website_options_search_placeholder": {
        "message": "z. B. www.google.de",
        "description": "A placeholder for the search box where the user searches for the settings that apply to a specific website (per-site settings)"
    },
    "website_options_search_tooltip": {
        "message": "z. B. www.google.de (Bitte NICHT https:// oder andere Protokolle angeben)",
        "description": "Tooltip/title for the search box where the user searches for the settings that apply to a specific website (per-site settings)"
    },
    "database_label": {
        "message": "Datenbank",
        "description": ""
    },
    "generatePassword_copied": {
        "message": "Ein neues Passwort wurde in die Zwischenablage kopiert.",
        "description": ""
    },
    "generatePassword_instructions": {
        "message": "Den zu erstellenden Passworttyp wählen:",
        "description": ""
    },
    "generatePassword_done_1": {
        "message": "Passwort generiert.",
        "description": ""
    },
    "generatePassword_done_2": {
        "message": "In ein Feld \"Neues Passwort\" einfügen oder wo immer Sie möchten.",
        "description": ""
    },
    "group_label": {
        "message": "Gruppe",
        "description": ""
    },
    "entry_history_pointer": {
        "message": "Ihr Passwortmanager hat eine \"Rückgängig\"-Funktion. Suchen Sie den Eintrag, dann können Sie den Eintragsverlauf einsehen. Über die Schaltfläche \"Wiederherstellen\" können Sie bei Bedarf zu einer älteren Version zurückkehren.",
        "description": ""
    },
    "loggedIn_tip": {
        "message": "Sie sind an Ihrer '$1'-Datenbank angemeldet.",
        "description": "Tells the user they are logged into a Kee Vault or KeePass database (and gives its name, if any)"
    },
    "loggedInMultiple_tip": {
        "message": "Sie sind an der '$1'-Datenbank angemeldet. '$2' ist aktiv.",
        "description": "Tells the user they have more than one KeePass database open and tells them which one is active/selected"
    },
    "matchedLogin_label": {
        "message": "$1 - $2",
        "description": "<username> <seperator> <entry title>"
    },
    "matchedLogin_tip": {
        "message": "$1 in der $2-Gruppe ($3)",
        "description": "Tooltip displayed over a matched login in the list of matched logins. Params: 1: entry title, 2: group name, 3: username"
    },
    "more_options": {
        "message": "Weitere Optionen",
        "description": ""
    },
    "multi_page_update_warning": {
        "message": "Mehrseitige Anmeldeformulare erfordern meist auch eine manuelle Bearbeitung.",
        "description": ""
    },
    "noUsername_partial_tip": {
        "message": "Kein Benutzername",
        "description": ""
    },
    "notifyBarLaunchKeePass_label": {
        "message": "Sie sind nicht an Ihrer Passwort-Datenbank angemeldet.",
        "description": ""
    },
    "notifyBarLaunchKeePassButton_tip": {
        "message": "Bitte Kee Vault oder KeePass starten, um Kee zu aktivieren.",
        "description": ""
    },
    "notifyBarLoginToKeePassButton_tip": {
        "message": "Melden Sie sich an Ihrer KeePass-Datenbank an, um Kee zu aktivieren.",
        "description": ""
    },
    "notifyBarNeverForSiteButton_label": {
        "message": "Niemals für diese Seite",
        "description": "Button user can click to quickly set the configuraiton option to prevent Kee from asking if they want to save a new password on this site"
    },
    "save": {
        "message": "Speichern",
        "description": ""
    },
    "password_successfully_updated": {
        "message": "Passwort erfolgreich aktualisiert.",
        "description": ""
    },
    "saveMultiPagePasswordText": {
        "message": "Möchten Sie, dass Kee dieses mehrseitige Passwort speichert?",
        "description": ""
    },
    "savePasswordLogin_tip": {
        "message": "Benutzername: $1. Webadresse (URL): $2",
        "description": ""
    },
    "savePasswordText": {
        "message": "Möchten Sie, dass Kee dieses Passwort speichert?",
        "description": ""
    },
    "search_again": {
        "message": "Suche wiederholen",
        "description": ""
    },
    "update": {
        "message": "Aktualisieren",
        "description": ""
    },
    "update_existing_entry": {
        "message": "Existierenden Eintrag aktualisieren",
        "description": ""
    },
    "whichEntry_label": {
        "message": "Einen Eintrag auswählen...",
        "description": ""
    },
    "close": {
        "message": "Schließen",
        "description": "Action user can click on to close/dismiss a panel or other user interface element"
    },
    "autoclose_countdown": {
        "message": "Automatisch in $1 Sekunden schließen",
        "description": "Label for a user interface element which allows the user to disable the auto-close functionality. Also tells the user how many seconds are remaining before the auto-close functionality triggers."
    },
    "autoclose_cancelled": {
        "message": "Automatisches Schließen abgebrochen",
        "description": "Tells the user that the panel auto-close functionality has been disabled for this panel."
    },
    "add": {
        "message": "Hinzufügen",
        "description": "Action button for user to add an item to a collection. E.g. add an entry to the list of site-specific settings overrides"
    },
    "edit": {
        "message": "Bearbeiten",
        "description": "Action button for user to edit an item within a collection. E.g. edit an entry within the list of site-specific settings overrides"
    },
    "delete": {
        "message": "Löschen",
        "description": "Action button for user to delete an item within a collection. E.g. delete an entry within the list of site-specific settings overrides"
    },
    "site_specific_settings_checkbox_explanation": {
        "message": "Einstellungen von \"Alle Webseiten\" gelten für jeden unteren Abschnitt, außer Sie aktivieren die Einstellung mit dem Kontrollkästchen daneben.",
        "description": "Explains to the user how the site-specific settings can be enabled and what happens in the default situation"
    },
    "site_properties": {
        "message": "Seiteneigenschaften",
        "description": "Site properties"
    },
    "enter_valid_regex": {
        "message": "Einen gültigen regulären Ausdruck eingeben oder einen anderen Typ auswählen",
        "description": "Validation error message displayed to user when they have configured the properties of a site specific configuration to be a regular expression (Regex) but supplied a website value that is not a valid regex"
    },
    "site_properties_weight_warning": {
        "message": "Sie müssen die Gewichtung anderer Konfigurationen sorgfältig überprüfen, wenn Sie diese erweiterte Funktion nutzen möchten.",
        "description": "Warning to users that the match weighting feature of site-specific config is an advanced feature"
    },
    "target": {
        "message": "Ziel",
        "description": "For differentiating which part of a URL will be matched - e.g domain, hostname or complete page address"
    },
    "method": {
        "message": "Methode",
        "description": "For differentiating how a text string will be matched - e.g exact, prefix or regex"
    },
    "weight": {
        "message": "Gewichtung",
        "description": "A number that can be compared to others in order to decide which associated configuration takes precendence."
    },
    "yes": {
        "message": "Ja",
        "description": "Yes"
    },
    "no": {
        "message": "Nein",
        "description": "No"
    },
    "site_specific_settings_inherit": {
        "message": "Die gleiche Einstellung wie für alle Webseiten verwenden",
        "description": "Option for user to say that they want to use whatever the setting is for the top-level settings for all websites, rather than overriding it with a setting for this specific site."
    },
    "password": {
        "message": "Passwort",
        "description": "Amazingly, didn't have a need for this translation until v2.0 ;-)"
    },
    "conn_setup_client_sl_low_resolution": {
        "message": "Unter Verwendung eines höheren Sicherheitsniveaus verbinden",
        "description": "Button that will change the security level Kee attempts to use when connecting to the KeePassRPC server."
    },
    "learn_more": {
        "message": "Mehr erfahren",
        "description": "Action/button/link to send the user to somewhere that they can read more about a topic/concept"
    },
    "dont_show_again": {
        "message": "Nachricht nicht mehr anzeigen",
        "description": "Button user can click on to cause a message to hide and not reappear"
    },
    "upgrade_kee": {
        "message": "Kee aktualisieren",
        "description": "Button user can click on to load a web page with instructions on how to upgrade Kee"
    },
    "pref_when_one_matching_network_login": {
        "message": "Automatisch anmelden, wenn Kee nur eine passende Netzwerkanmeldung (z. B. HTTP-Authentifikation) findet",
        "description": "When the user selects this option, they will be shown the popup dialog with all matching entries for network authentication, unless there is only one match. If not enabled, the user will always see the list of matching logins."
    },
    "network_authentication": {
        "message": "Netzwerkanmeldung",
        "description": "Heading for popup dialog displayed when HTTP Auth or a proxy requires authentication."
    },
    "network_auth_proxy_description": {
        "message": "Ein Proxy benötigt Ihre Authentifizierung, bevor Sie auf $1 zugreifen können.",
        "description": "Instructions for popup dialog displayed when a proxy requires authentication."
    },
    "network_auth_http_auth_description": {
        "message": "Eine Webseite benötigt Ihre Authentifizierung, bevor Sie auf $1 zugreifen können. Die Webseite meldet: $2",
        "description": "Instructions for popup dialog displayed when a site requires authentication using HTTP Auth."
    },
    "network_auth_choose": {
        "message": "Ein Anmeldeformular aus der Liste unten auswählen oder dieses Fenster zur händischen Eingabe der Anmeldeinformation schließen.",
        "description": "Instructions for popup dialog displayed when a site or proxy requires network authentication."
    },
    "save_login": {
        "message": "Log-in-Daten speichern",
        "description": "Heading for panel that allows user to create or update a new login entry"
    },
    "saveLatestLogin": {
        "message": "Letzte Log-in-Daten speichern",
        "description": "Action link for user to click (e.g. from the browser popup or a context menu) when they want to save the most recently submitted data as a new entry"
    },
    "welcome_to_kee": {
        "message": "Willkommen bei Kee",
        "description": "Header for release notes page. Will have a version suffix added to it. E.g. Welcome to Kee 2.0"
    },
    "introduction_to_kee": {
        "message": "Kee füllt automatisch Anmeldeformulare aus, um Zeit zu sparen und Sie vor Sicherheitsrisiken zu schützen.",
        "description": "Top-level description of what Kee does. Focuses on the most obvious/desirable features that are specific to Kee, rather than generic to the concept of a password manager."
    },
    "kee_works_with_a_password_manager": {
        "message": "Die Zugangsdaten, die Kee für Sie eingibt, werden sicher in einem Passwortmanager hinter einem einzigen \"Masterpasswort\" gespeichert.",
        "description": "Explains that Kee stores passwords in a password manager that user's access through a single password."
    },
    "recommend_start_with_kee_vault": {
        "message": "Wir empfehlen die für 14 Tage kostenlose Testversion des Passwortmanagers Kee Vault. Es kostet nach der Testphase nur £2 pro Monat und erfordert keine Zahlungsdetails, wenn Sie sich anmelden. Dies ist risikofrei.",
        "description": "Recommend the quick and easy option for new users to increase likelihood of long-term usage of a password manager."
    },
    "load_kee_vault_now": {
        "message": "Kee Vault jetzt laden",
        "description": "Call To Action button text. On click, the Kee Vault app will load and focus in a new tab."
    },
    "you_can_use_KeePass_instead": {
        "message": "Alternativ können Sie auch KeePass Password Safe 2 konfigurieren.",
        "description": "Explains that Kee also works with KeePass so they can choose to configure that if they prefer to avoid all financial expenditure."
    },
    "table_summarises_differences": {
        "message": "Die folgende Tabelle fasst die Hauptunterschiede zusammen.",
        "description": "Introduces the summary table that will help users choose a password manager to start with."
    },
    "installation_required": {
        "message": "Installation erforderlich",
        "description": "States that the user will need to install components on their computer"
    },
    "access_from_multiple_devices": {
        "message": "Zugriff von mehreren Desktop- und mobilen Geräten",
        "description": "Covers web browsers and mobiles, laptops, tablets, etc."
    },
    "shared_preferences": {
        "message": "Gemeinsame Einstellungen",
        "description": "Labels the process of synchronising browser extension and password manager configuration options/preferences across multiple locations."
    },
    "yes_configure_once": {
        "message": "Ja, einmalig konfigurieren",
        "description": "Supports synchronising browser extension and password manager configuration options/preferences"
    },
    "no_configure_multiple": {
        "message": "Nein, in jedem benutzten Webbrowser oder Gerät konfigurieren",
        "description": "Does not support synchronising browser extension and password manager configuration options/preferences"
    },
    "difficulty": {
        "message": "Schwierigkeit",
        "description": "Header for release notes page. Will have a version suffix added to it. E.g. Welcome to Kee 2.0"
    },
    "difficulty_kee_vault": {
        "message": "Einfach",
        "description": "Indicates that it is easy to get started with Kee Vault"
    },
    "difficulty_keepass": {
        "message": "Mittel (hart auf Mac-Computern)",
        "description": "Indicates that more work is required to get started with KeePass"
    },
    "keepass_sync_config_explanation": {
        "message": "Für KeePass kann eine Teillösung für den Zugriff auf mehrere Geräte manuell mit Drittanbieterdiensten konfiguriert werden, von denen einige kostenpflichtig sind. Jedes Gerät muss vorab vorbereitet und konfiguriert werden.",
        "description": "Header for release notes page. Will have a version suffix added to it. E.g. Welcome to Kee 2.0"
    },
    "point_user_to_keepass_install_instructions_start": {
        "message": "Eine Anleitung zur Installation und Konfiguration von KeePass und dem benötigten KeePassRPC-Plug-in finden Sie in unserem",
        "description": "Left part of a sentence that contains a link to the community forum in the middle. For new installations"
    },
    "point_user_to_keepass_install_instructions_end": {
        "message": ".",
        "description": "Right part of a sentence that contains a link to the community forum in the middle. For new installations"
    },
    "point_user_to_tutorial_link_text": {
        "message": "interaktive Tutorial,",
        "description": "Name of the link to the interactive tutorial page"
    },
    "point_user_to_forum_link_text": {
        "message": "Community-Forum",
        "description": "Name of the link to the community forum"
    },
    "notification_raised_title": {
        "message": "Kee hat eine Benachrichtigung für Sie",
        "description": "Title of a transient native notification displayed on the user's screen to alert them to a notification in the Kee browser action popup."
    },
    "notification_yellow_background": {
        "message": "Die Kee-Schaltfläche erhält einen gelben Hintergrund, wenn eine neue Benachrichtigung erscheint.",
        "description": "Part of the message within a transient native notification displayed on the user's screen to alert them to a notification in the Kee browser action popup."
    },
    "notification_only_shown_some_times": {
        "message": "Diese ergänzende Pop-up-Benachrichtigung wird nur einige Male angezeigt.",
        "description": "Appended to the message of a transient native notification displayed on the user's screen when we show the message only a handful of times before assuming they have learnt the contents of the message."
    },
    "notification_save_password_tip": {
        "message": "Klicken Sie auf die Kee-Schaltfläche (in Ihrer Symbolleiste) und anschließend auf \"Letzte Log-in-Daten speichern\"",
        "description": "Part of the message within a transient native notification displayed on the user's screen to tell them how to save a password (especially important for those upgrading from KeeFox since the behaviour has changed)"
    },
    "loading": {
        "message": "Laden...",
        "description": "Holding message to be displayed when Kee has to display something to the user to indicate that the requested information or interface element will be displayed shortly."
    },
    "version_upgrade_heading_changes": {
        "message": "Neuerungen in Version",
        "description": "Heading for the list of changes in a version of Kee. A space and the current version number will be suffixed at the end of this string."
    },
    "pref_currentSearchTermTimeout_label": {
        "message": "Die Suchergebnisse löschen nach (Sekunden)",
        "description": "Setting label to adjust how long the search text a user typed will remain cached, essentially persisting the popup search results for a short time."
    },
    "other_technical_improvements": {
        "message": "Andere technische Verbesserungen",
        "description": "Heading for the list of additional technical changes in a version of Kee. The changes themselves may be too technical to be worth translating but it's useful if the user knows what the section of the page is about."
    },
    "reliability_improvements": {
        "message": "Verbesserung der Zuverlässigkeit",
        "description": "Heading for text that explains we have made improvements to the reliability of some aspect of Kee"
    },
    "new_icon": {
        "message": "Neues Icon",
        "description": "Heading for text that explains we have a new icon / branding"
    },
    "reliability_improvements_text1": {
        "message": "Wir haben die Verbindung zwischen dem Webbrowser und jeder einzelnen Seite, die Sie laden, verbessert. Das führt zu zuverlässigeren Funktionen wie dem Ausfüllen von Formularen.",
        "description": "Explains we have made improvements to the reliability of the link between the main browser process and the content page processes"
    },
    "reliability_improvements_text2": {
        "message": "Wir haben die Erkennung von Formular-Sendebuttons verbessert. Dies bedeutet eine erfolgreichere Formularübermittlung auf einigen Webseiten wie der Google-Anmeldeseite.",
        "description": "Explains we have made improvements to the reliability of detection of form submit buttons"
    },
    "kee_vault_announcement_1": {
        "message": "Kee Vault ist ein neuer Open Source-Passwortmanager. Er wird in Ihrem Webbrowser ausgeführt, sodass keine Installation erforderlich ist.",
        "description": "Introduction to what Kee Vault is"
    },
    "kee_vault_announcement_2": {
        "message": "Es funktioniert auf jedem modernen Gerät oder Webbrowser, auch wenn dieser offline ist. Nachdem Sie Ihre vorhandene KeePass-Datenbank importiert haben, können Sie von überall aus auf Ihren Kee Vault zugreifen, wobei Ihre Änderungen und Konfigurationseinstellungen automatisch an jedes Ihrer Geräte und Browser gesendet werden.",
        "description": "Outlines a few benefits of Kee Vault compared to KeePass"
    },
    "kee_vault_announcement_3": {
        "message": "Seit Kee Version 3.0 können Sie Kee Vault anstelle der Desktopanwendung KeePass verwenden. Dabei werden alle vorhandenen Kee-Funktionen wie das Ausfüllen und Speichern von Formularen sowie das Suchen und Generieren von Passwörtern unterstützt.",
        "description": "Explains that Kee v3 works with Kee Vault"
    },
    "kee_vault_announcement_4": {
        "message": "Kee Vault steht kurz vor der Veröffentlichung als öffentliche Beta-Version. Ich freue mich, allen bestehenden Kee-Nutzern die Möglichkeit zu bieten, frühzeitig Zugang zu erhalten, bevor dies geschieht.",
        "description": "Announces the pre-release availability of Kee Vault"
    },
    "kee_vault_announcement_5": {
        "message": "Lesen Sie mehr und registrieren Sie sich für einen frühen Zugriff",
        "description": "Call To Action pointing users to the Kee Vault announcement on the forum and the subsequent registration of interest in the early access phase of the Kee Vault service"
    },
    "showEntry": {
        "message": "Eintrag anzeigen",
        "description": "Show the edit entry view. Same as 'Edit Entry' but used in contexts where user is not wanting/expecting to edit the entry."
    },
    "list_version_upgrade_3_2": {
        "message": "Der Vorrang der automatischen Übermittlung eines Eintrags in Kee Vault oder KeePass wirkt sich nun auch auf das Verhalten von Kee aus, wenn Sie Kee manuell bitten, einen Eintrag zu füllen.;Der Abschnitt \"Einträge ausfüllen\" in den Kee-Optionen wurde neu angeordnet, um zu verdeutlichen, welche Einstellungen das automatische und manuelle Füllen von Einträgen beeinflussen.;Automatische Füllvorgänge überspringen nun das Füllen, wenn bereits vorhandener Text im Feld gefunden wird.;Eine ablehnbare Nachricht, die den Start von Kee Vault ankündigt, kann am unteren Rand des Kee-Panels hinzugefügt werden, wenn wir zum Starten bereit sind.;Alte Protokollierungsfunktionen wurden entfernt (Benachrichtigung beim erstmaligen Laden und vertrauliche Protokollierungsoption für das Debuggen).",
        "description": "Changes for the version number in the string key name. Multiple items MUST be separated by a semicolon (;). Do not use a semi-colon except as a list-item (new line) separator."
    },
    "kee_vault_launch_hidden_confirmation": {
        "message": "Wir werden Ihnen das nicht noch einmal zeigen. Wenn Sie Kee später unterstützen möchten, besuchen Sie www.kee.pm. Danke!",
        "description": "Shown to user after they permanently dismiss the Kee Vault Launch message at the bottom of the main Kee popup."
    },
    "kee_vault_launch_now": {
        "message": "Kee Vault startet jetzt auf Product Hunt!",
        "description": "Main Heading for the Kee Vault Launch message at the bottom of the main Kee popup that will be displayed during the launch period."
    },
    "kee_vault_launch_support_us": {
        "message": "Bitte unterstützen Sie uns und schauen Sie sich unser zeitlich begrenztes Einführungsangebot an.",
        "description": "Secondary Heading for the Kee Vault Launch message at the bottom of the main Kee popup that will be displayed during the launch period."
    },
    "kee_vault_launch_cta": {
        "message": "Besuchen Sie uns auf Product Hunt",
        "description": "Button Call To Action text for the Kee Vault Launch message at the bottom of the main Kee popup that will be displayed during the launch period. Ideally, please start or end the statement with 'Product Hunt' since this will appear neater, but don't worry if that just doesn't make sense in your language."
    },
    "pref_automatic": {
        "message": "Automatisch",
        "description": "Group of settings that relate to the actions that Kee can take automatically when filling entries"
    },
    "pref_manual": {
        "message": "Manuell",
        "description": "Group of settings that relate to the actions that Kee takes when the user explicitly asks Kee to fill an entry"
    },
    "pref_fill_override_hint": {
        "message": "Bearbeiten Sie einzelne Einträge in Ihrem Passwortmanager, um dieses Verhalten zu umgehen.",
        "description": "Statement to inform the user that they are able to override the associated (automatic) behaviour on a per-entry basis via Kee Vault or KeePass."
    },
    "pref_fill_override_option": {
        "message": "Das Bearbeiten des Verhaltens zum automatischen Senden eines Eintrags überschreibt auch dieses Verhalten.",
        "description": "Checkbox option to allow the user to override the associated (manual) behaviour on a per-entry basis via Kee Vault or KeePass."
    },
    "KB_shortcut_simple_2_desc": {
        "message": "In KeePass anmelden / Passende Anmeldungen auswählen / Liste der passenden Anmeldungen anzeigen",
        "description": "Description of keyboard shortcut setting for the primary action - exact behaviour depends on state when executed"
    }
}