{
    "change_url_option_4": {
        "message": "Alte URL des Eintrages behalten (die neue URL nicht zum Eintrag hinzufügen)",
        "description": ""
    },
    "pref_when_one_matching_network_login": {
        "message": "Automatisch anmelden, wenn Kee nur eine passende Netzwerkanmeldung  (z.B. HTTP-Authentifikation)",
        "description": "When the user selects this option, they will be shown the popup dialog with all matching entries for network authentication, unless there is only one match. If not enabled, the user will always see the list of matching logins."
    },
    "black_list": {
        "message": "Schwarze Liste",
        "description": "List of items that cause behaviour to be disabled if they match. For example, the list of names of form fields that prevent Kee from searching for logins for the form containing that field."
    },
    "pref_autoFillFormsWithMultipleMatches_label": {
        "message": "Formulare mit mehreren Treffern sollen automatisch ausgefüllt und abgesendet werden",
        "description": ""
    },
    "conn_sl_high_label": {
        "message": "Jedes mal beim Start meines Webbrowsers oder KeePass nach einem neuen Verbindungspasswort fragen.",
        "description": "Checkbox label to enable high security connection mode when authorising a connection to KeePassRPC"
    },
    "conn_sl_medium": {
        "message": "Mittel",
        "description": ""
    },
    "change_url_status": {
        "message": "Die Webseiten-Adresse (URL) dieses Eintrages wird mit der letzten URL aktualisiert.",
        "description": ""
    },
    "Search_tip": {
        "message": "Mit dem Tippen beginnen um die passenden Anmeldungen anzuzeigen",
        "description": ""
    },
    "loggedIn_tip": {
        "message": "Sie sind in Ihrer '$1' Passwort-Datenbank angemeldet",
        "description": "Tells the user they are logged into a KeePass database (and gives its name, if any)"
    },
    "a_specific_website": {
        "message": "Eine spezifische Webseite",
        "description": ""
    },
    "network_auth_proxy_description": {
        "message": "Ein Proxy benötigt Sie zur Authentifizierung bevor Sie auf $1 zugreifen können",
        "description": "Instructions for popup dialog displayed when a proxy requires authentication."
    },
    "matchedLogin_tip": {
        "message": "$1 in der$2 Gruppe ($3)",
        "description": "Tooltip displayed over a matched login in the list of matched logins. Params: 1: entry title, 2: group name, 3: username"
    },
    "Menu_Button_options_label": {
        "message": "Einstellungen",
        "description": "Link to the add-on's settings"
    },
    "yes": {
        "message": "Ja",
        "description": "Yes"
    },
    "pref_keePassRPCPortWarning_label": {
        "message": "Info: Ändern Sie diese Einstellung in der KeePass.config oder wo anders, dann wird Kee nicht immer mit KeePass kommunizieren können",
        "description": "Displayed to the user near the setting for changing the KeePassRPC port"
    },
    "notifyBarLogSensitiveData_label": {
        "message": "Warnung: Kee speichert Ihre Passwörter! Wenn Sie diese Einstellung nicht explizit aktiviert haben, sollten Sie dies sofort deaktivieren.",
        "description": "Displayed only when an advanced setting is potentially mistakenly or maliciously reconfigured"
    },
    "create": {
        "message": "Erstellen",
        "description": ""
    },
    "savePasswordText": {
        "message": "Möchten Sie, dass Kee dieses Passwort speichert?",
        "description": ""
    },
    "change_url_option_2": {
        "message": "Ersetzt die URL des Eintrages (löscht die alte URL komplett)",
        "description": ""
    },
    "pref_listAllOpenDBs_label": {
        "message": "Alle Anmeldungen aller geöffneten KeePass-Datenbanken auflisten",
        "description": ""
    },
    "pref_Logging_heading": {
        "message": "Fehlerbericht schreiben",
        "description": "The output of text information that reports on the inner-workings of Kee."
    },
    "notifyBarNeverForSiteButton_label": {
        "message": "Niemals für diese Seite",
        "description": "Button user can click to quickly set the configuraiton option to prevent Kee from asking if they want to save a new password on this site"
    },
    "change_url_option_3": {
        "message": "Behält die alte URL des Eintrages (füllt aber weiterhin Formulare auf der neuen URL aus)",
        "description": ""
    },
    "website": {
        "message": "Webseite",
        "description": ""
    },
    "Menu_Button_fillCurrentDocument_label": {
        "message": "Passende Logins finden",
        "description": ""
    },
    "update": {
        "message": "Aktualisieren",
        "description": ""
    },
    "save_login": {
        "message": "Login speichern",
        "description": "Heading for panel that allows user to create or update a new login entry"
    },
    "loggedInMultiple_tip": {
        "message": "Sie sind an der $1 Passwort-Datenbank angemeldet. '$2' ist Aktiv.",
        "description": "Tells the user they have more than one KeePass database open and tells them which one is active/selected"
    },
    "change_field_status": {
        "message": "Der ausgewählte Eintrag wird alle Nutzernamen, Passwörter und andere Felder mit den von Ihnen eingegeben Werten ersetzen.",
        "description": ""
    },
    "current_website": {
        "message": "Aktuelle Webseite",
        "description": ""
    },
    "pref_logLevelErrors_label": {
        "message": "Fehler",
        "description": "Logging level for problems"
    },
    "keepass_history_pointer": {
        "message": "KeePass hat eine \"Rückgängig\"-Funktion, auf welche Sie im \"Eintrag bearbeiten\"-Dialog zu greifen können. Klicken Sie auf das \"Vorgänger\"-Register und drücken dann den \"Wiederherstellen\"-Knopf um zu der gewählten, älteren Version zurück zu kehren.",
        "description": ""
    },
    "PasswordProfilesExplanation_label": {
        "message": "Optional können Sie unten ein unterschiedliches Passwort-Profil erstellen. KeePass zum Speichern neuer Profile verwenden.",
        "description": ""
    },
    "pref_FillPrompt_desc": {
        "message": "Anmeldeformular ausfüllen",
        "description": ""
    },
    "edit": {
        "message": "Bearbeiten",
        "description": "Action button for user to edit an item within a collection. E.g. edit an entry within the list of site-specific settings overrides"
    },
    "pref_keePassDBToOpen_label": {
        "message": "Beim Öffnen oder Anmelden in KeePass, diese Datenbank verwenden",
        "description": ""
    },
    "pref_ConnectionSecurity_explain_change": {
        "message": "Manchmal wird eine Änderung der unten aufgeführten Einstellungen dazu führen, dass Kee Sie nach einem neuen zufälligen Passwort fragt. Sie müssen das richtige Passwort nicht eingeben, um diese Einstellungen zu ändern, einfach anzupassen und die Taste oben betätigen.",
        "description": "Explains what happens if user changes settings for the security of the connection between Kee and KeePass."
    },
    "update_existing_entry": {
        "message": "Existierenden Eintrag aktualisieren",
        "description": ""
    },
    "site_properties_weight_warning": {
        "message": "Sie müssen die Wichtung anderer Konfigurationen sorgfältig überprüfen, wenn Sie diese erweiterte Funktion nutzen möchten.",
        "description": "Warning to users that the match weighting feature of site-specific config is an advanced feature"
    },
    "further_info_may_follow": {
        "message": "Weitere Informationen werden folgen: $1",
        "description": "Phrase used to prefix extra information about a variety of different messages that may or may not be available in the replacement string, usually relating to technical errors and often rendered in the Kee log rather than in a user-facing place."
    },
    "change_url_option_1": {
        "message": "Ersetzt die URL des Eintrages (füllt aber weiterhin Formulare auf der alten URL aus)",
        "description": ""
    },
    "pref_rememberMRUDB_label": {
        "message": "Zuletzt verwendete KeePass-Datenbanken speichern",
        "description": ""
    },
    "no": {
        "message": "Nein",
        "description": "No"
    },
    "conn_sl_server_min_desc": {
        "message": "Dies ermöglicht es Ihnen, die Kee-Verbindung zu KeePass zu verhindern, wenn das Sicherheitsniveau zu niedrig eingestellt ist. Beachten Sie die Optionen innerhalb KeePass, welches das tatsächlich verwendete  Sicherheitsniveau von KeePass zeigt.",
        "description": ""
    },
    "form_id": {
        "message": "Formular-ID",
        "description": ""
    },
    "copy_username_label": {
        "message": "Benutzername kopieren",
        "description": ""
    },
    "search_again": {
        "message": "Suche wiederholen",
        "description": ""
    },
    "conn_sl_link": {
        "message": "Lernen Sie mehr über diese Einstellungen und die Kommunikation zwischen Ihrem Webbrowser und KeePass in der Anleitung",
        "description": "Link text to guide user to the manual to get more information about the security of the link to KeePass."
    },
    "conn_setup_enter_password_title": {
        "message": "Kee-Autorisation",
        "description": "Heading of the popup that asks the user to authorise the connection to KeePass by typing in a password."
    },
    "site_options_list_explain_desc": {
        "message": "Wenn ein Formular zu einem Eintrag in den weißen Listen passt, wird Kee immer versuchen diese zu füllen. Wenn ein Formular zu einem Eintrag in den schwarzen Listen passt, wird Kee niemals versuchen diese zu füllen. Wenn der Eintrag zu beiden Listen passt, wird Kee diese nicht füllen.",
        "description": "Explains how Kee chooses which forms to fill in"
    },
    "noUsername_partial_tip": {
        "message": "Kein Benutzername",
        "description": ""
    },
    "group_label": {
        "message": "Gruppe",
        "description": ""
    },
    "network_authentication": {
        "message": "Netzwerkanmeldung",
        "description": "Heading for popup dialog displayed when HTTP Auth or a proxy requires authentication."
    },
    "Logins_Context_Edit_Login_label": {
        "message": "Login bearbeiten",
        "description": ""
    },
    "weight": {
        "message": "Wichtung",
        "description": "A number that can be compared to others in order to decide which associated configuration takes precendence."
    },
    "pref_notifyBarRequestPasswordSave_label": {
        "message": "Passwortspeicherung anbieten",
        "description": ""
    },
    "site_options_valid_form_intro_desc": {
        "message": "Kee versucht alle Passwort-Formularfelder (Boxen) mit den passenden KeePass-Einträgen zu füllen. Sie können dieses Verhalten unten einstellen.",
        "description": "Explains how Kee chooses which forms to fill in"
    },
    "close": {
        "message": "Schließen",
        "description": "Action user can click on to close/dismiss a panel or other user interface element"
    },
    "notifyBarLoginToKeePassButton_tip": {
        "message": "Melden Sie sich an Ihrer KeePass-Datenbank an, um Kee zu aktivieren",
        "description": ""
    },
    "conn_setup_expired": {
        "message": "Sie nutzten den gleichen Sicherheitsschlüssel zu lange.",
        "description": "The KeePassRPC server has detected that the secret key used for communication has expired and the user must therefore re-authenticate."
    },
    "network_auth_http_auth_description": {
        "message": "Eine Webseite benötigt Ihre Authentifizierung bevor Sie auf $1 zugreifen können. Die Webseite meldet: $2",
        "description": "Instructions for popup dialog displayed when a site requires authentication using HTTP Auth."
    },
    "conn_sl_server_min": {
        "message": "Niedrigstes, akzeptables, KeePass-Sicherheitsniveau",
        "description": ""
    },
    "conn_sl_high": {
        "message": "Hoch",
        "description": ""
    },
    "password": {
        "message": "Passwort",
        "description": "Amazingly, didn't have a need for this translation until v2.0 ;-)"
    },
    "pref_ConnectionSecurity_heading": {
        "message": "Verbindungssicherheit",
        "description": "Heading for panel that contains settings for the security of the connection between Kee and KeePass."
    },
    "conn_display_description": {
        "message": "Ein Browser-Addon, dass eine sichere und automatische Anmeldung zu den meisten Webseiten ermöglicht.",
        "description": "A brief description of Kee that gets presented to users to help them decide if they want to allow the connection to KeePass to be permitted."
    },
    "copy": {
        "message": "Kopieren",
        "description": "Prefixed before a field name and id to indicate to the user that when they click here the value for that field will be copied to the clipboard. Displayed before (left) of the field name with a space between this string and the field name."
    },
    "srp_connect": {
        "message": "Verbinden",
        "description": "Button action to authorise the connection between Kee and KeePassRPC. Displayed when the user has entered a password and not changed any connection security settings."
    },
    "pref_FillNote_desc": {
        "message": "Sie können das obige \"Kee Auswahl\" Verhalten für individuelle Einträge in den KeePass \"Eintrag hinzufügen\" Dialog anpassen.",
        "description": "Tells user that the settings nearby are global/default and they are able to override on a per-entry basis via KeePass."
    },
    "pref_keePassRPCPort_label": {
        "message": "Mit KeePass über diesen TCP/IP Port kommunizieren",
        "description": ""
    },
    "network_auth_choose": {
        "message": "Ein Anmeldeformular aus der unteren Liste auswählen oder dieses Fenster, zur händischen Eingabe der Anmeldeinformation, schließen.",
        "description": "Instructions for popup dialog displayed when a site or proxy requires network authentication."
    },
    "conn_unknown_error": {
        "message": "Ein unerwarteter Fehler ist beim Verbindungsversuch mit Ihrer Passwort-Datenbank aufgetreten.",
        "description": "Something went wrong with the KeePassRPC link but we have no idea what."
    },
    "pref_when_user_chooses_desc": {
        "message": "Wenn Sie einen gefunden Login wählen, dann soll Kee",
        "description": "Context/label for user when changing setting relating to manual fill/submit behaviour. A list of potential actions will be displayed immediately after this string and the user can select their preferred behaviour from that list."
    },
    "pref_FillAndSubmitForm_desc": {
        "message": "Formular ausfüllen und absenden",
        "description": ""
    },
    "notifyBarLaunchKeePass_label": {
        "message": "Sie sind nicht an Ihrer Passwort-Datenbank angemeldet.",
        "description": ""
    },
    "conn_invalid_message": {
        "message": "Kee sendete einen ungültigen Befehl zu Ihrer Passwort-Datenbank.",
        "description": "A form of internal technical error. This can help user's to identify the type of problem they are experiencing."
    },
    "pref_Advanced_heading": {
        "message": "Erweitert",
        "description": ""
    },
    "pref_when_kee_chooses_standard_form_desc": {
        "message": "Wenn Kee eine passenden Anmeldung für ein Standardformular wählt, dann soll Kee",
        "description": "Context/label for user when changing setting relating to auto-fill/submit behaviour. A list of potential actions will be displayed immediately after this string and the user can select their preferred behaviour from that list."
    },
    "whichEntry_label": {
        "message": "Einen Eintrag auswählen...",
        "description": ""
    },
    "pref_logLevelDebugging_label": {
        "message": "Fehlersuche",
        "description": "Logging level for the most verbose information about Kee's operation"
    },
    "pref_notifyWhenEntryUpdated_label": {
        "message": "Die \"Passwort erfolgreich aktualisiert\" Benachrichtigung anzeigen",
        "description": "Option to enable or diable the information displayed when a password has been updated"
    },
    "conn_sl_desc": {
        "message": "Ändern Sie zur Überwachung der Kommunikationsverbindung zwischen Ihrem Webbrowser und KeePass die unten stehenden Einstellungen. Bevor Sie diese Einstellungen ändern, stellen Sie bitte sicher, dass Sie zuerst die entsprechenden Hilfeseiten gelesen haben.",
        "description": ""
    },
    "savePasswordLogin_tip": {
        "message": "Benutzername: $1. Webseiten-Adresse (URL): $2",
        "description": ""
    },
    "method": {
        "message": "Methode",
        "description": "For differentiating how a text string will be matched - e.g exact, prefix or regex"
    },
    "site_specific_settings_inherit": {
        "message": "Die gleiche Einstellung wie für alle Webseiten verwenden",
        "description": "Option for user to say that they want to use whatever the setting is for the top-level settings for all websites, rather than overriding it with a setting for this specific site."
    },
    "more_options": {
        "message": "Weitere Optionen",
        "description": ""
    },
    "pref_FindingEntries_heading": {
        "message": "Einträge finden",
        "description": "Heading for section of options panel which contains settings relating to how Kee behaves when finding entries for a website"
    },
    "conn_setup_invalid_param": {
        "message": "Kee liefert einen ungültigen Parameter. Weitere Informationen folgen: $1",
        "description": "This probably indicates a bug in Kee - we sent something to KeePassRPC that it wasn't expecting."
    },
    "create_new_entry": {
        "message": "Neuen Eintrag erstellen",
        "description": ""
    },
    "conn_unknown_protocol": {
        "message": "Kee liefert ein ungültiges Protokoll.",
        "description": "Technical error in the communication between Kee and KeePassRPC. Not clear how user could resolve this or if they'll ever see it but it might happen."
    },
    "generatePassword_copied": {
        "message": "Ein neues Passwort wurde in die Zwischenablage kopiert.",
        "description": ""
    },
    "showing_options_for": {
        "message": "Optionen anzeigen für",
        "description": ""
    },
    "autoclose_cancelled": {
        "message": "Automatisch schließen abgebrochen",
        "description": "Tells the user that the panel auto-close functionality has been disabled for this panel."
    },
    "conn_setup_missing_param": {
        "message": "Kee konnte einen erforderlichen Parameter nicht übertragen. Weitere Informationen folgen: $1",
        "description": "This probably indicates a bug in Kee - we failed to send some information to KeePassRPC that it required."
    },
    "KB_shortcut_simple_2_desc": {
        "message": "In KeePass anmelden / Passende Anmeldungen auswählen / Liste der passenden Anmeldungen anzeigen",
        "description": "Description of keyboard shortcut setting for the primary action - exact behaviour depends on state when executed"
    },
    "pref_rememberMRUGroup_label": {
        "message": "Die beim Speichern am häufigsten verwendete Gruppe merken",
        "description": "Whether Kee will remember the name of the KeePass group most recently chosen by the user"
    },
    "conn_setup_server_features_missing": {
        "message": "Das KeePassRPC-Plugin, vom KeePass Password Safe, muss für die Zugriffsfreigabe für Kee aktualisiert werden.. Stellen Sie sicher, dass Sie die letzte Version des KeePassRPC-Plugins verwenden. Folgen Sie hier für den schnell und einfachen Schritten unter $1",
        "description": "The KeePassRPC server does not offer some features that this version of Kee requires."
    },
    "site_options_invisible_tip_desc": {
        "message": "Hinweis: Die Namen und IDs sind manchmal nicht die Selben wie die angezeigten Beschreibungen auf der Webseite (Diese sind im Quellcode der Webseite).",
        "description": "Explains that the configuration settings might not be what the casual user expects"
    },
    "pref_FillAndSubmitPrompt_desc": {
        "message": "Formular ausfüllen und absenden",
        "description": ""
    },
    "save": {
        "message": "Speichern",
        "description": ""
    },
    "saveMultiPagePasswordText": {
        "message": "Möchten Sie, dass Kee dieses mehrseitige Passwort speichert?",
        "description": ""
    },
    "password_successfully_updated": {
        "message": "Passwort erfolgreich aktualisiert.",
        "description": ""
    },
    "pref_FillForm_desc": {
        "message": "Formular ausfüllen",
        "description": ""
    },
    "matched_logins_label": {
        "message": "Passende Anmeldeeinträge",
        "description": "Header for panels/sections that contain the logins which Kee matched for this page/form"
    },
    "pref_SavingEntries_heading": {
        "message": "Eintrag speichern",
        "description": "Heading for section of options panel which contains settings relating to how Kee behaves when saving new entries"
    },
    "pref_DoNothing_desc": {
        "message": "Nichts machen",
        "description": "Label for configuring Kee to take no action. Specific context may vary but will relate to auto filling and/or submitting"
    },
    "srp_save_connect": {
        "message": "Speichern und Verbinden",
        "description": "Button action to authorise the connection between Kee and KeePassRPC and save new connection options. Displayed when the user has entered a password and changed connection security settings."
    },
    "conn_setup_restart": {
        "message": "Kee muss den Autorisationsprozess neustarten.",
        "description": "A technical error occurred during the attempt to authorise the link between Kee and KeePassRPC so we need to notify the user that they will need to re-authenticate"
    },
    "all_websites": {
        "message": "Alle Webseiten",
        "description": ""
    },
    "cancel": {
        "message": "Abbrechen",
        "description": ""
    },
    "Menu_Button_copyNewPasswordToClipboard_label": {
        "message": "Neues Passwort generieren",
        "description": ""
    },
    "conn_setup_client_sl_low_resolution": {
        "message": "Unter Verwendung des höheren Sicherheitsniveaus verbinden",
        "description": "Button that will change the security level Kee attempts to use when connecting to the KeePassRPC server."
    },
    "add": {
        "message": "Hinzufügen",
        "description": "Action button for user to add an item to a collection. E.g. add an entry to the list of site-specific settings overrides"
    },
    "pref_logLevelInformation_label": {
        "message": "Information",
        "description": "Logging level for important information about Kee's operation"
    },
    "pref_logLevel_desc": {
        "message": "Wählen Sie, wie ausführlich das Log sein soll. Ein höherer Level produziert mehr Ausgaben.",
        "description": ""
    },
    "text_field_id": {
        "message": "Textfeld-ID",
        "description": ""
    },
    "conn_setup_server_sl_low": {
        "message": "Kee hat die Verbindung zum Passwort-Server aufgrund eines zu niedrigen Sicherheitsniveaus abgelehnt. Sie müssen zur Verwendung des höheren Sicherheitsniveau den Authentifizierungsprozess neu starten.",
        "description": ""
    },
    "pref_saveFavicons_label": {
        "message": "Webseiten-Logo/Icon (Favicon) speichern",
        "description": "Whether or not Kee will save the website's icon when a new entry is saved"
    },
    "matchedLogin_label": {
        "message": "$1 - $2",
        "description": "<username> <seperator> <entry title>"
    },
    "conn_setup_retype_password": {
        "message": "Bitte bei Aufforderung ein neues Passwort eingeben.",
        "description": "The user needs to re-authorise the connection to KeePass by typing in the new KeePassRPC password they're being shown by KeePass."
    },
    "dont_show_again": {
        "message": "Nachricht nicht nochmals anzeigen",
        "description": "Button user can click on to cause a message to hide and not reappear"
    },
    "conn_setup_client_features_missing": {
        "message": "Kee muss für den Zugriff auf Ihren KeePass-Passwort-Safe aktualisiert werden. Stellen Sie sicher, dass Sie die aktuelle Version des Browser-Addons / Erweiterung nutzen.",
        "description": "The KeePassRPC server requires features from Kee that this version does not contain."
    },
    "notifyBarLaunchKeePassButton_tip": {
        "message": "KeePass starten um Kee zu aktivieren",
        "description": ""
    },
    "pref_searchAllOpenDBs_label": {
        "message": "Alle offenen KeePass-Datenbanken suchen",
        "description": ""
    },
    "enter_valid_regex": {
        "message": "Einen gültigen Regex eingeben oder einen anderen Typ auswählen",
        "description": "Validation error message displayed to user when they have configured the properties of a site specific configuration to be a regular expression (Regex) but supplied a website value that is not a valid regex"
    },
    "Help_Centre_Button_label": {
        "message": "Hilfe-Zentrum",
        "description": ""
    },
    "site_specific_settings_checkbox_explanation": {
        "message": "Einstellungen von \"Alle Webseiten\" gelten für jeden unteren Abschnitt, außer Sie aktivieren die Einstellung mit dem Kontrollkästchen daneben.",
        "description": "Explains to the user how the site-specific settings can be enabled and what happens in the default situation"
    },
    "autoclose_countdown": {
        "message": "Automatisch in $1 Sekunden schließen",
        "description": "Label for a user interface element which allows the user to disable the auto-close functionality. Also tells the user how many seconds are remaining before the auto-close functionality triggers."
    },
    "conn_setup_failed": {
        "message": "Kee wurde die Verbindung nicht erlaubt, wahrscheinlich weil das eingegebene Verbindungspasswort falsch ist.",
        "description": "The most likely cause for this error is that the user typed in the wrong password. Otherwise it's likely to be a bug in the KPRPC protocol, which we would have expected to see some evidence of over the past 5 years."
    },
    "Search_label": {
        "message": "Suche...",
        "description": ""
    },
    "target": {
        "message": "Ziel",
        "description": "For differentiating which part of a URL will be matched - e.g domain, hostname or complete page address"
    },
    "learn_more": {
        "message": "Mehr erfahren",
        "description": "Action/button/link to send the user to somewhere that they can read more about a topic/concept"
    },
    "conn_setup_client_sl_low": {
        "message": "Kee bat um ein Sicherheitsniveau, dass für die Akzeptierung durch den Passwort-Server zu niedrig war. Sie müssen zur Verwendung des höheren Sicherheitsniveau den Authentifizierungsprozess neu starten.",
        "description": ""
    },
    "copy_password_label": {
        "message": "Passwort kopieren",
        "description": ""
    },
    "conn_setup_enter_password": {
        "message": "Bitte geben das Passwort aus dem \"Eine neue Verbindung Autorisieren\" - Fenster ein. Sie müssen sich dieses Passwort nicht merken. Wenn Sie dabei einen Fehler machen, können Sie dies zeitnah nochmals versuchen.",
        "description": ""
    },
    "text_field_name": {
        "message": "Textfeld-Name",
        "description": ""
    },
    "change_field_explanation": {
        "message": "Kee wird auch das Webseiten-Symbol (Favicon) und jede HTTP Auth Realm Informationen aktualisieren. Komplexere Änderungen erfordern, dass Sie den Eintrag manuell bearbeiten.",
        "description": ""
    },
    "site_properties": {
        "message": "Seiten-Eigenschaften",
        "description": "Site properties"
    },
    "pref_Finding_forms_heading": {
        "message": "Formulare finden",
        "description": "Settings heading for how Kee finds forms it is (or isn't) interested in filling in with entries from KeePass"
    },
    "pref_FillingEntries_heading": {
        "message": "Einträge ausfüllen",
        "description": "Heading for section of options panel which contains settings relating to how Kee behaves when filling entries into forms"
    },
    "database_label": {
        "message": "Datenbank",
        "description": ""
    },
    "form_name": {
        "message": "Formular-Name",
        "description": ""
    },
    "white_list": {
        "message": "Weiße Liste",
        "description": "List of items that cause behaviour to be enabled if they match. For example, the list of names of form fields that force Kee to search for logins for the form containing that field."
    },
    "upgrade_kee": {
        "message": "Kee aktualisieren",
        "description": "Button user can click on to load a web page with instructions on how to upgrade Kee"
    },
    "pref_logLevelWarnings_label": {
        "message": "Warnungen",
        "description": "Logging level for potential problems"
    },
    "conn_sl_low": {
        "message": "Niedrig",
        "description": ""
    },
    "multi_page_update_warning": {
        "message": "Mehrseitige Anmeldeformulare erfordern meist auch eine manuelle Bearbeitung.",
        "description": ""
    }
}